<?php

/**
 * The main template file
 *
 * This is the most generic template file in a WordPress theme
 * and one of the two required files for a theme (the other being style.css).
 * It is used to display a page when nothing more specific matches a query.
 * E.g., it puts together the home page when no home.php file exists.
 *
 * @link https://developer.wordpress.org/themes/basics/template-hierarchy/
 *
 * @package web-focus
 */

get_header();
?>

<div class="hero">
	<ul class="content-offer">
		<li><label onmouseover="this.click()" for="develop-offer">
				<a href="/razrabotka-sajtov/" target="_blank">
					<h2 class="content-offer__item">Разработка</h2>
				</a>
			</label>
		</li>
		<li><label onmouseover="this.click()" for="design-offer">
				<a href="/brending-i-dizajn/" target="_blank">
					<h2 class="content-offer__item">Дизайн</h2>
				</a>
			</label></li>
		<li class="fire"><label onmouseover="this.click()" for="courses-offer">
				<a href="" target="_blank">
					<h2 class="content-offer__item">Курсы</h2>
				</a>
			</label></li>
		<li><label onmouseover="this.click()" for="seo-offer">
				<a href="/seo/" target="_blank">
					<h2 class="content-offer__item">SEO</h2>
				</a>
			</label></li>
		<li><label onmouseover="this.click()" for="smm-offer">
				<a href="/smm/" target="_blank">
					<h2 class="content-offer__item">SMM</h2>
				</a>
			</label></li>
		<li><label onmouseover="this.click()" for="smm-offer">
				<a href="/kontekstnaja-reklama/" target="_blank">
					<h2 class="content-offer__item">PPC</h2>
				</a>
			</label></li>
	</ul>
	<input type="radio" name="content-offer" id="develop-offer">
	<input type="radio" name="content-offer" id="design-offer">
	<input type="radio" name="content-offer" id="courses-offer">
	<input type="radio" name="content-offer" id="seo-offer">
	<input type="radio" name="content-offer" id="smm-offer">
	<h1 class="hero__title">
		WEB <br>
		FOCUS
	</h1>
	<div class="arrow-down-wrp">
		<div class="arrow-down"> </div>
	</div>
</div>

<main>
	<section class="section-std about-marketing">
		<div class="container">
			<div class="wow arrow-fall-down">
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
			</div>
			<h4 class="wow  section-subtitle">главное</h4>
			<h2 class="wow section-title">«Веб Фокус» – комплексный <br> маркетинг по всем законам
				жанра!</h2>
			<div class="market-card">
				<div class="market-card__left">
					<div class="market-card__title">
						<h3>Digital-агентство</h3>
						<div class="market-card__title_arrow"></div>
					</div>
					<div class="market-card__img">
						<svg id="360num" viewBox="0 0 177 74" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M34.3617 15.4L34.6579 14.9972L34.6579 14.9972L34.3617 15.4ZM18.0617 14.7L18.2963 15.1416L18.3011 15.1389L18.0617 14.7ZM13.3617 19.2L13.1473 19.6517L13.5776 19.8559L13.8025 19.4361L13.3617 19.2ZM1.56172 13.6L1.11751 13.3705L0.880107 13.83L1.34735 14.0517L1.56172 13.6ZM11.1617 4.1L11.3988 4.54026L11.404 4.53739L11.1617 4.1ZM43.9617 6.4L43.6474 6.78887L43.6481 6.78938L43.9617 6.4ZM43.6617 35.7L43.3526 35.307L42.8018 35.7403L43.3907 36.1201L43.6617 35.7ZM45.3617 67.4L45.0487 67.0101L45.0487 67.0101L45.3617 67.4ZM10.1617 69.2L9.89562 69.6233L9.90001 69.626L10.1617 69.2ZM0.661719 57.8L0.495703 57.3284L0.0219096 57.4951L0.190848 57.9682L0.661719 57.8ZM13.1617 53.4L13.6374 53.2461L13.4795 52.7581L12.9957 52.9284L13.1617 53.4ZM17.8617 59L17.6009 59.4267L17.6098 59.4319L17.8617 59ZM35.7617 58.4L36.0514 58.8077L36.0583 58.8025L35.7617 58.4ZM35.7617 44.8L35.467 45.2039L35.4731 45.2084L35.4794 45.2127L35.7617 44.8ZM21.3617 42.1H20.8617V42.6H21.3617V42.1ZM21.3617 30.4V29.9H20.8617V30.4H21.3617ZM38.2617 21.5C38.2617 18.9122 37.0276 16.7396 34.6579 14.9972L34.0655 15.8028C36.2291 17.3937 37.2617 19.2878 37.2617 21.5H38.2617ZM34.6579 14.9972C32.2856 13.2528 29.274 12.4 25.6617 12.4V13.4C29.1161 13.4 31.9045 14.2139 34.0655 15.8028L34.6579 14.9972ZM25.6617 12.4C22.7236 12.4 20.1057 13.0155 17.8223 14.2611L18.3011 15.1389C20.4177 13.9845 22.8665 13.4 25.6617 13.4V12.4ZM17.8271 14.2584C15.6189 15.4315 13.9742 16.9979 12.921 18.9639L13.8025 19.4361C14.7493 17.6687 16.2378 16.2351 18.2963 15.1416L17.8271 14.2584ZM13.5761 18.7483L1.77609 13.1483L1.34735 14.0517L13.1473 19.6517L13.5761 18.7483ZM2.00593 13.8295C4.02204 9.92736 7.1455 6.83045 11.3988 4.54023L10.9247 3.65976C6.51127 6.03621 3.23473 9.27263 1.11751 13.3705L2.00593 13.8295ZM11.404 4.53739C15.6566 2.18209 20.4386 0.999997 25.7617 0.999997V-3.33786e-06C20.2848 -3.33786e-06 15.3335 1.2179 10.9195 3.6626L11.404 4.53739ZM25.7617 0.999997C32.9333 0.999997 38.8837 2.93873 43.6474 6.78887L44.276 6.01113C39.3064 1.9946 33.1234 -3.33786e-06 25.7617 -3.33786e-06V0.999997ZM43.6481 6.78938C48.3355 10.5654 50.6617 15.3246 50.6617 21.1H51.6617C51.6617 15.0087 49.1879 9.96794 44.2754 6.01062L43.6481 6.78938ZM50.6617 21.1C50.6617 26.7304 48.2454 31.458 43.3526 35.307L43.9709 36.093C49.078 32.0754 51.6617 27.0696 51.6617 21.1H50.6617ZM43.3907 36.1201C49.4606 40.0363 52.4617 45.3178 52.4617 52H53.4617C53.4617 44.9489 50.2628 39.3637 43.9328 35.2799L43.3907 36.1201ZM52.4617 52C52.4617 58.0402 50.0037 63.033 45.0487 67.0101L45.6747 67.7899C50.8531 63.6336 53.4617 58.3598 53.4617 52H52.4617ZM45.0487 67.0101C40.0846 70.9944 33.9003 73 26.4617 73V74C34.0898 74 40.5055 71.9389 45.6747 67.7899L45.0487 67.0101ZM26.4617 73C20.3416 73 15.0014 71.5861 10.4234 68.774L9.90001 69.626C14.6554 72.5472 20.1818 74 26.4617 74V73ZM10.4278 68.7767C5.84479 65.8959 2.75729 62.181 1.13259 57.6318L0.190848 57.9682C1.89948 62.7523 5.14531 66.6374 9.89563 69.6233L10.4278 68.7767ZM0.827734 58.2716L13.3277 53.8716L12.9957 52.9284L0.495703 57.3284L0.827734 58.2716ZM12.686 53.5539C13.4625 55.9541 15.1184 57.9095 17.601 59.4266L18.1224 58.5734C15.805 57.1572 14.3276 55.3792 13.6374 53.2461L12.686 53.5539ZM17.6098 59.4319C20.0987 60.8838 23.0222 61.6 26.3617 61.6V60.6C23.1679 60.6 20.4247 59.9162 18.1137 58.5681L17.6098 59.4319ZM26.3617 61.6C30.1775 61.6 33.4175 60.679 36.0513 58.8076L35.4721 57.9924C33.0393 59.721 30.0126 60.6 26.3617 60.6V61.6ZM36.0583 58.8025C38.7013 56.855 40.0617 54.3802 40.0617 51.4H39.0617C39.0617 54.0198 37.8888 56.2116 35.4651 57.9975L36.0583 58.8025ZM40.0617 51.4C40.0617 48.5414 38.6898 46.1976 36.0441 44.3873L35.4794 45.2127C37.9003 46.8691 39.0617 48.9253 39.0617 51.4H40.0617ZM36.0565 44.3961C33.4897 42.523 30.3481 41.6 26.6617 41.6V42.6C30.1753 42.6 33.1004 43.477 35.467 45.2039L36.0565 44.3961ZM26.6617 41.6H21.3617V42.6H26.6617V41.6ZM21.8617 42.1V30.4H20.8617V42.1H21.8617ZM21.3617 30.9H24.9617V29.9H21.3617V30.9ZM24.9617 30.9C28.6403 30.9 31.7764 30.0476 34.3416 28.3143L33.7818 27.4857C31.4137 29.0857 28.4831 29.9 24.9617 29.9V30.9ZM34.3416 28.3143C36.9227 26.5703 38.2617 24.2922 38.2617 21.5H37.2617C37.2617 23.9078 36.134 25.8963 33.7818 27.4857L34.3416 28.3143ZM112.555 14.1L112.77 14.5516L113.245 14.3258L112.995 13.8625L112.555 14.1ZM100.555 19.8L100.117 20.0412L100.345 20.4537L100.77 20.2516L100.555 19.8ZM78.0555 16.5L77.721 16.1283L77.7163 16.1326L78.0555 16.5ZM74.1555 30.2H73.6555V31.039L74.3934 30.6398L74.1555 30.2ZM106.355 33.7L106.022 34.0726L106.022 34.0729L106.355 33.7ZM106.255 66.9L106.586 67.2754L106.586 67.2751L106.255 66.9ZM68.7555 66.8L68.4224 67.1729L68.4248 67.1751L68.7555 66.8ZM68.9555 7.7L68.6163 7.33259L68.614 7.33479L68.9555 7.7ZM102.655 4.2L102.405 4.63294L102.413 4.63739L102.655 4.2ZM78.3555 58L78.0284 58.3782L78.0344 58.3833L78.3555 58ZM96.7555 58L97.0766 58.3833L97.0766 58.3833L96.7555 58ZM96.7555 42.5L96.4334 42.8825L96.4344 42.8833L96.7555 42.5ZM78.3555 42.5L78.6766 42.8833L78.6825 42.8782L78.3555 42.5ZM112.341 13.6484L100.341 19.3484L100.77 20.2516L112.77 14.5516L112.341 13.6484ZM100.993 19.5588C98.3615 14.7798 94.0145 12.4 88.0555 12.4V13.4C93.6965 13.4 97.6828 15.6202 100.117 20.0412L100.993 19.5588ZM88.0555 12.4C83.9472 12.4 80.4902 13.636 77.721 16.1284L78.39 16.8716C80.954 14.564 84.1637 13.4 88.0555 13.4V12.4ZM77.7163 16.1326C75.014 18.6271 73.6555 21.7269 73.6555 25.4H74.6555C74.6555 22.0064 75.897 19.1729 78.3946 16.8674L77.7163 16.1326ZM73.6555 25.4V30.2H74.6555V25.4H73.6555ZM74.3934 30.6398C78.3811 28.4825 82.8316 27.4 87.7555 27.4V26.4C82.6793 26.4 78.0632 27.5175 73.9176 29.7602L74.3934 30.6398ZM87.7555 27.4C94.9763 27.4 101.055 29.6281 106.022 34.0726L106.689 33.3274C101.523 28.7053 95.2013 26.4 87.7555 26.4V27.4ZM106.022 34.0729C110.917 38.4453 113.355 43.8766 113.355 50.4H114.355C114.355 43.59 111.794 37.888 106.689 33.3271L106.022 34.0729ZM113.355 50.4C113.355 56.7843 110.888 62.1495 105.925 66.5249L106.586 67.2751C111.756 62.7171 114.355 57.0823 114.355 50.4H113.355ZM105.925 66.5246C101.028 70.8345 94.9163 73 87.5555 73V74C95.128 74 101.483 71.7655 106.586 67.2754L105.925 66.5246ZM87.5555 73C80.1967 73 74.0516 70.8024 69.0861 66.4249L68.4248 67.1751C73.5927 71.7309 79.9809 74 87.5555 74V73ZM69.0886 66.4271C64.1928 62.0536 61.7555 56.6551 61.7555 50.2H60.7555C60.7555 56.9449 63.3181 62.6131 68.4224 67.1729L69.0886 66.4271ZM61.7555 50.2V25.6H60.7555V50.2H61.7555ZM61.7555 25.6C61.7555 18.6027 64.2665 12.7691 69.297 8.06521L68.614 7.33479C63.3778 12.2309 60.7555 18.3306 60.7555 25.6H61.7555ZM69.2946 8.0674C74.3942 3.3601 80.7031 0.999997 88.2555 0.999997V-3.33786e-06C80.4745 -3.33786e-06 73.9168 2.4399 68.6163 7.3326L69.2946 8.0674ZM88.2555 0.999997C93.5084 0.999997 98.2208 2.21376 102.405 4.63286L102.906 3.76713C98.5568 1.2529 93.6692 -3.33786e-06 88.2555 -3.33786e-06V0.999997ZM102.413 4.63739C106.666 6.99289 109.896 10.225 112.115 14.3375L112.995 13.8625C110.682 9.57504 107.311 6.2071 102.898 3.7626L102.413 4.63739ZM74.1555 50.1C74.1555 53.3852 75.457 56.1543 78.0284 58.3782L78.6825 57.6218C76.3206 55.579 75.1555 53.0815 75.1555 50.1H74.1555ZM78.0344 58.3833C80.6035 60.5358 83.7887 61.6 87.5555 61.6V60.6C83.9889 60.6 81.0408 59.5976 78.6766 57.6167L78.0344 58.3833ZM87.5555 61.6C91.3222 61.6 94.5074 60.5358 97.0766 58.3833L96.4344 57.6167C94.0702 59.5976 91.1221 60.6 87.5555 60.6V61.6ZM97.0766 58.3833C99.6472 56.2295 100.955 53.5598 100.955 50.4H99.9555C99.9555 53.2402 98.797 55.6372 96.4344 57.6167L97.0766 58.3833ZM100.955 50.4C100.955 47.0511 99.6559 44.2778 97.0766 42.1167L96.4344 42.8833C98.7884 44.8555 99.9555 47.3489 99.9555 50.4H100.955ZM97.0775 42.1175C94.446 39.9015 91.2623 38.8 87.5555 38.8V39.8C91.0486 39.8 93.9983 40.8318 96.4334 42.8825L97.0775 42.1175ZM87.5555 38.8C83.7846 38.8 80.5973 39.9001 78.0284 42.1218L78.6825 42.8782C81.047 40.8333 83.993 39.8 87.5555 39.8V38.8ZM78.0344 42.1167C75.4637 44.2705 74.1555 46.9402 74.1555 50.1H75.1555C75.1555 47.2598 76.3139 44.8628 78.6766 42.8833L78.0344 42.1167ZM129.207 7.7L128.868 7.33259L128.866 7.33479L129.207 7.7ZM167.907 7.7L167.566 8.06522L167.568 8.0674L167.907 7.7ZM167.907 66.3L167.568 65.9326L167.566 65.9348L167.907 66.3ZM129.207 66.3L128.866 66.6652L128.868 66.6674L129.207 66.3ZM138.507 57.5L138.167 57.8672L138.177 57.8757L138.507 57.5ZM158.707 57.5L159.037 57.8759L159.047 57.8667L158.707 57.5ZM158.707 16.6L158.367 16.9672L158.377 16.9757L158.707 16.6ZM138.507 16.6L138.842 16.9717L138.847 16.967L138.507 16.6ZM122.007 48.3V25.7H121.007V48.3H122.007ZM122.007 25.7C122.007 18.6346 124.519 12.7681 129.549 8.06521L128.866 7.33479C123.628 12.2319 121.007 18.3654 121.007 25.7H122.007ZM129.546 8.0674C134.645 3.36088 140.987 0.999997 148.607 0.999997V-3.33786e-06C140.761 -3.33786e-06 134.169 2.43911 128.868 7.3326L129.546 8.0674ZM148.607 0.999997C156.227 0.999997 162.534 3.36083 167.566 8.06521L168.249 7.33479C163.013 2.43917 156.453 -3.33786e-06 148.607 -3.33786e-06V0.999997ZM167.568 8.0674C172.663 12.7709 175.207 18.6368 175.207 25.7H176.207C176.207 18.3632 173.551 12.2291 168.246 7.3326L167.568 8.0674ZM175.207 
							25.7V48.3H176.207V25.7H175.207ZM175.207 48.3C175.207 55.3632 172.663 61.2291 167.568 65.9326L168.246 66.6674C173.551 61.7709 176.207 55.6368 176.207 48.3H175.207ZM167.566 65.9348C162.534 70.6392 156.227 73 148.607 73V74C156.453 74 163.013 71.5608 168.249 66.6652L167.566 65.9348ZM148.607 73C140.987 73 134.645 70.6391 129.546 65.9326L128.868 66.6674C134.169 71.5609 140.761 74 148.607 74V73ZM129.549 65.9348C124.519 61.2319 122.007 55.3654 122.007 48.3H121.007C121.007 55.6346 123.628 61.7681 128.866 66.6652L129.549 65.9348ZM134.007 25.5V48.5H135.007V25.5H134.007ZM134.007 48.5C134.007 52.1771 135.402 55.3088 138.168 57.867L138.847 57.1329C136.279 54.7579 135.007 51.8896 135.007 48.5H134.007ZM138.177 57.8757C141.011 60.364 144.499 61.6 148.607 61.6V60.6C144.715 60.6 141.47 59.436 138.837 57.1243L138.177 57.8757ZM148.607 61.6C152.715 61.6 156.203 60.364 159.037 57.8757L158.377 57.1243C155.744 59.436 152.499 60.6 148.607 60.6V61.6ZM159.047 57.8667C161.874 55.2467 163.307 52.1171 163.307 48.5H162.307C162.307 51.8162 161.007 54.6866 158.367 57.1333L159.047 57.8667ZM163.307 48.5V25.5H162.307V48.5H163.307ZM163.307 25.5C163.307 21.818 161.875 18.716 159.037 16.2243L158.377 16.9757C161.006 19.284 162.307 22.1153 162.307 25.5H163.307ZM159.047 16.2329C156.276 13.6704 152.783 12.4 148.607 12.4V13.4C152.564 13.4 155.805 14.5963 158.368 16.967L159.047 16.2329ZM148.607 12.4C144.431 12.4 140.938 13.6704 138.168 16.2329L138.847 16.967C141.41 14.5963 144.65 13.4 148.607 13.4V12.4ZM138.173 16.2284C135.402 18.7215 134.007 21.8225 134.007 25.5H135.007C135.007 22.1109 136.278 19.2785 138.842 16.9716L138.173 16.2284Z" fill="url(#paint-serv2_linear)" />
							<defs>
								<linearGradient id="paint-serv2_linear" x1="-31.6054" y1="135.98" x2="130.333" y2="-118.01" gradientUnits="userSpaceOnUse">
									<stop stop-color="#AB85FF" />
									<stop offset="0.526042" stop-color="#EBA3E3" />
									<stop offset="1" stop-color="#FFDBE4" />
								</linearGradient>
							</defs>
						</svg>
						<div class="market-card__img_text">
							<p>Концепция 360 - комплексный подход к созданию ваших сайтов</p>
						</div>
					</div>
				</div>
				<div class="market-card__info">
					<p>Digital-агентство полного цикла. На этом можно ставить жирную точку и заканчивать рассказ о наших
						возможностях, ведь более лаконичное и емкое определение придумать сложно. ООО «Веб Фокус» – сообщество
						профессионалов в различных направлениях интернет-маркетинга. Сделаем Ваш бренд заметным! </p>
				</div>
			</div>

			<div class="market-card">
				<div class="market-card__left">
					<div class="market-card__title">
						<h3>В Минске</h3>
						<div class="market-card__title_arrow"></div>
					</div>
					<div class="market-card__img">
						<svg id="minsk-sity" viewBox="0 0 218 130" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M2.5 127L1 107.5 49 86v-3h12l8 4h5.5v13H77V89h6.5v-3H92V54l2.5-2.5v-19C96.17 29 102.6 22 115 22c.8-13.6 1-19.67 1-21l3 21h6.5c3.17 1.67 10.8 7.8 16 19v16.5l3.5 3V87l8 4v7.5h3.5l9.5 24v-6l3-1v-17l2-1V89h1.5v-6l4-3.5L181 83v6h2.5v5.5l2 2v20h3v12l5.5-6V113h4.5l3.5-9.5 3.5 9.5h5v7l6.5 7.5" stroke="url(#paint-minsk_linear)" />
							<defs>
								<linearGradient id="paint-minsk_linear" x1="-34.14" y1="141.23" x2="80.6" y2="-110.03" gradientUnits="userSpaceOnUse">
									<stop stop-color="#AB85FF" />
									<stop offset=".53" stop-color="#EBA3E3" />
									<stop offset="1" stop-color="#FFDBE4" />
								</linearGradient>
							</defs>
						</svg>
						<div class="market-card__img_text">
							<p>Минск - столица <br> Беларуси</p>
						</div>
					</div>
				</div>
				<div class="market-card__info">
					<p>Местом расположения головного офиса является Минск, но интересы представлены и в регионах, а также за
						пределами РБ. Онлайн-бизнес не имеет границ! Обширная география, а также масса продвигаемых сфер
						деятельности наших клиентов позволили накопить бесценный опыт. Если говорим, что справимся, то гарантируем
						такой маркетинг, который удивит даже искушенного! </p>
				</div>
			</div>
			<div class="market-card">
				<div class="market-card__left">
					<div class="market-card__title">
						<h3 class="linear-bg">Сотрудничество</h3>
						<div class="market-card__title_arrow"></div>
					</div>
					<div class="market-card__img">
						<svg id="work-svg" viewBox="0 0 151 151" fill="none" xmlns="http://www.w3.org/2000/svg">
							<mask id="path-1-inside-1" fill="white">
								<path d="M150.129 85.8465C149.294 84.9538 147.895 84.9066 147.002 85.7406L138.034 94.1223L96.9397 53.5759L150.025 3.82609C150.916 2.99057 150.962 1.59058 150.127 0.699325C149.291 -0.191929 147.891 -0.237347 147 0.597872L92.2357 51.9208C91.3327 52.7669 91.3138 54.2403 92.1947 55.1098L95.8296 58.6957L94.6694 59.7203L70.3735 57.6281C69.9986 57.5962 69.609 57.6608 69.2669 57.8189L50.0165 66.5863C49.9605 66.5719 49.9044 66.5577 49.8463 66.5474L38.7732 64.5933L39.6686 62.3044C40.1112 61.1725 39.5583 59.8955 38.4299 59.4445L3.03455 45.2865C1.89969 44.832 0.612648 45.3844 0.159058 46.519C-0.294826 47.6532 0.256973 48.9409 1.39154 49.3945L34.7481 62.7373L15.091 112.971L2.95138 108.671C1.79941 108.264 0.535379 108.866 0.127502 110.018C-0.280375 111.17 0.32274 112.434 1.47441 112.842L15.6324 117.856C16.7437 118.25 18.0018 117.674 18.4309 116.577L21.7161 108.182L30.324 113.006L29.3746 114.544C26.6846 118.904 28.0427 124.64 32.4029 127.33C34.7086 128.753 37.5708 129.09 40.1472 128.256C40.5604 130.941 42.1382 133.337 44.4519 134.765C46.7576 136.187 49.6195 136.525 52.1963 135.691C52.6097 138.376 54.187 140.771 56.5006 142.199C58.8134 143.626 61.6606 143.962 64.2456 143.128C64.6597 145.812 66.2366 148.206 68.5497 149.633C71.9115 151.708 76.3613 151.398 79.3916 148.858C80.1554 148.217 80.8128 147.453 81.336 146.605L82.8451 144.16L84.0876 144.923C87.4539 146.991 91.9025 146.673 94.9281 144.127C95.6907 143.485 96.3466 142.72 96.8684 141.871C97.9053 140.183 98.3344 138.292 98.2212 136.45C98.9237 136.619 99.6427 136.71 100.368 136.71C103.581 136.71 106.62 135.016 108.302 132.279C109.314 130.631 109.777 128.751 109.66 126.859C110.36 127.027 111.078 127.118 111.801 127.118C115.014 127.118 118.053 125.423 119.735 122.687C120.748 121.037 121.211 119.156 121.092 117.263C121.801 117.432 122.52 117.52 123.236 117.52C126.361 117.52 129.416 115.947 131.168 113.095C133.85 108.73 132.481 102.997 128.116 100.315L126.6 99.3837L131.684 94.0716L136.44 98.7638C137.274 99.5863 138.648 99.6046 139.504 98.8054L150.024 88.9736C150.916 88.1392 150.963 86.7392 150.129 85.8465ZM41.4236 121.979C40.0142 124.262 37.0098 124.974 34.726 123.565C32.4421 122.156 31.7307 119.151 33.1396 116.868L45.5304 96.786C46.9133 94.5446 49.8808 93.8118 52.1467 95.1504C54.4913 96.5365 55.1384 99.7509 53.7307 102.033L41.4236 121.979ZM53.4721 129.413C52.0632 131.697 49.0586 132.408 46.775 130.999C44.5188 129.607 43.7942 126.562 45.1886 124.302L55.1009 108.237C56.4838 105.996 59.4513 105.262 61.7172 106.601C64.0618 107.987 64.7089 111.202 63.3009 113.483L53.4721 129.413ZM65.522 136.847C64.839 137.954 63.766 138.728 62.5014 139.028C61.2359 139.328 59.9303 139.116 58.824 138.434C56.5682 137.041 55.8436 133.996 57.2379 131.736L64.6723 119.687C66.0552 117.446 69.023 116.713 71.2886 118.052C73.6332 119.438 74.2803 122.652 72.8726 124.934L65.522 136.847ZM82.4434 136.385L77.5707 144.282C76.1784 146.538 73.1331 147.262 70.8731 145.868C68.6172 144.476 67.8929 141.43 69.287 139.171L74.2431 131.138C75.626 128.897 78.5938 128.163 80.8594 129.503C83.204 130.889 83.8511 134.103 82.4434 136.385ZM122.743 97.0137L111.777 90.2757C110.76 89.6507 109.359 89.9854 108.734 91.0023C108.109 92.0192 108.444 93.4204 109.461 94.045L125.799 104.084C128.085 105.489 128.802 108.492 127.397 110.778C125.992 113.065 122.989 113.782 120.703 112.377L103.181 101.61C102.14 100.97 100.777 101.296 100.138 102.337C99.4985 103.378 99.8238 104.74 100.865 105.379L114.366 113.676C116.625 115.064 117.355 118.108 115.965 120.37C114.577 122.629 111.532 123.359 109.27 121.969L97.0347 114.45C95.9936 113.811 94.6314 114.136 93.992 115.177C93.3526 116.218 93.6779 117.58 94.7187 118.22L102.933 123.267C105.192 124.656 105.922 127.699 104.532 129.962C103.144 132.22 100.1 132.951 97.8378 131.561C97.8378 131.561 90.6134 127.126 90.5458 127.093C89.5357 126.606 88.3006 126.953 87.7013 127.928C87.0619 128.969 87.3872 130.332 88.428 130.971L91.5008 132.859C93.787 134.264 94.504 137.267 93.0993 139.554C91.7114 141.812 88.6669 142.542 86.4048 141.152L85.1697 140.393L86.2099 138.707C87.5397 136.552 87.9523 133.898 87.3418 131.425C86.7396 128.985 85.2372 126.949 83.1123 125.693C81.4543 124.713 79.5995 124.316 77.7934 124.438C78.1326 122.981 78.1343 121.446 77.771 119.974C77.1688 117.534 75.6664 115.498 73.5415 114.242C71.8835 113.262 70.0287 112.865 68.2226 112.987C69.1348 109.068 67.4555 104.852 63.9707 102.791C62.3127 101.812 60.4579 101.415 58.6518 101.536C59.564 97.6171 57.8847 93.4006 54.3999 91.3403C50.0737 88.7831 44.4068 90.1836 41.7672 94.4612L32.6512 109.236L23.344 104.022L37.1281 68.7959L44.6333 70.1204C42.4986 72.7717 41.8985 76.5046 43.4026 79.808C44.9592 83.2255 48.3407 85.2478 51.8721 85.2475C53.1583 85.2475 54.4645 84.9791 55.7094 84.4123L68.6647 78.5115C69.7618 78.0119 70.2608 76.6786 69.7609 75.5815C69.2613 74.4846 67.928 73.9851 66.8309 74.4852L53.8752 80.3857C51.4336 81.4982 48.5413 80.4161 47.4288 77.9739C46.3167 75.5316 47.3985 72.6399 49.8407 71.5275L70.572 62.0855L95.2327 64.2093C95.2961 64.2149 95.3596 64.2175 95.4227 64.2175C95.9594 64.2175 96.4805 64.022 96.8867 63.664L98.9859 61.8104L128.533 90.9631L122.743 97.0137Z" />
							</mask>
							<path d="M150.129 85.8465C149.294 84.9538 147.895 84.9066 147.002 85.7406L138.034 94.1223L96.9397 53.5759L150.025 3.82609C150.916 2.99057 150.962 1.59058 150.127 0.699325C149.291 -0.191929 147.891 -0.237347 147 0.597872L92.2357 51.9208C91.3327 52.7669 91.3138 54.2403 92.1947 55.1098L95.8296 58.6957L94.6694 59.7203L70.3735 57.6281C69.9986 57.5962 69.609 57.6608 69.2669 57.8189L50.0165 66.5863C49.9605 66.5719 49.9044 66.5577 49.8463 66.5474L38.7732 64.5933L39.6686 62.3044C40.1112 61.1725 39.5583 59.8955 38.4299 59.4445L3.03455 45.2865C1.89969 44.832 0.612648 45.3844 0.159058 46.519C-0.294826 47.6532 0.256973 48.9409 1.39154 49.3945L34.7481 62.7373L15.091 112.971L2.95138 108.671C1.79941 108.264 0.535379 108.866 0.127502 110.018C-0.280375 111.17 0.32274 112.434 1.47441 112.842L15.6324 117.856C16.7437 118.25 18.0018 117.674 18.4309 116.577L21.7161 108.182L30.324 113.006L29.3746 114.544C26.6846 118.904 28.0427 124.64 32.4029 127.33C34.7086 128.753 37.5708 129.09 40.1472 128.256C40.5604 130.941 42.1382 133.337 44.4519 134.765C46.7576 136.187 49.6195 136.525 52.1963 135.691C52.6097 138.376 54.187 140.771 56.5006 142.199C58.8134 143.626 61.6606 143.962 64.2456 143.128C64.6597 145.812 66.2366 148.206 68.5497 149.633C71.9115 151.708 76.3613 151.398 79.3916 148.858C80.1554 148.217 80.8128 147.453 81.336 146.605L82.8451 144.16L84.0876 144.923C87.4539 146.991 91.9025 146.673 94.9281 144.127C95.6907 143.485 96.3466 142.72 96.8684 141.871C97.9053 140.183 98.3344 138.292 98.2212 136.45C98.9237 136.619 99.6427 136.71 100.368 136.71C103.581 136.71 106.62 135.016 108.302 132.279C109.314 130.631 109.777 128.751 109.66 126.859C110.36 127.027 111.078 127.118 111.801 127.118C115.014 127.118 118.053 125.423 119.735 122.687C120.748 121.037 121.211 119.156 121.092 117.263C121.801 117.432 122.52 117.52 123.236 117.52C126.361 117.52 129.416 115.947 131.168 113.095C133.85 108.73 132.481 102.997 128.116 100.315L126.6 99.3837L131.684 94.0716L136.44 98.7638C137.274 99.5863 138.648 99.6046 139.504 98.8054L150.024 88.9736C150.916 88.1392 150.963 86.7392 150.129 85.8465ZM41.4236 121.979C40.0142 124.262 37.0098 124.974 34.726 123.565C32.4421 122.156 31.7307 119.151 33.1396 116.868L45.5304 96.786C46.9133 94.5446 49.8808 93.8118 52.1467 95.1504C54.4913 96.5365 55.1384 99.7509 53.7307 102.033L41.4236 121.979ZM53.4721 129.413C52.0632 131.697 49.0586 132.408 46.775 130.999C44.5188 129.607 43.7942 126.562 45.1886 124.302L55.1009 108.237C56.4838 105.996 59.4513 105.262 61.7172 106.601C64.0618 107.987 64.7089 111.202 63.3009 113.483L53.4721 129.413ZM65.522 136.847C64.839 137.954 63.766 138.728 62.5014 139.028C61.2359 139.328 59.9303 139.116 58.824 138.434C56.5682 137.041 55.8436 133.996 57.2379 131.736L64.6723 119.687C66.0552 117.446 69.023 116.713 71.2886 118.052C73.6332 119.438 74.2803 122.652 72.8726 124.934L65.522 136.847ZM82.4434 136.385L77.5707 144.282C76.1784 146.538 73.1331 147.262 70.8731 145.868C68.6172 144.476 67.8929 141.43 69.287 139.171L74.2431 131.138C75.626 128.897 78.5938 128.163 80.8594 129.503C83.204 130.889 83.8511 134.103 82.4434 136.385ZM122.743 97.0137L111.777 90.2757C110.76 89.6507 109.359 89.9854 108.734 91.0023C108.109 92.0192 108.444 93.4204 109.461 94.045L125.799 104.084C128.085 105.489 128.802 108.492 127.397 110.778C125.992 113.065 122.989 113.782 120.703 112.377L103.181 101.61C102.14 100.97 100.777 101.296 100.138 102.337C99.4985 103.378 99.8238 104.74 100.865 105.379L114.366 113.676C116.625 115.064 117.355 118.108 115.965 120.37C114.577 122.629 111.532 123.359 109.27 121.969L97.0347 114.45C95.9936 113.811 94.6314 114.136 93.992 115.177C93.3526 116.218 93.6779 117.58 94.7187 118.22L102.933 123.267C105.192 124.656 105.922 127.699 104.532 129.962C103.144 132.22 100.1 132.951 97.8378 131.561C97.8378 131.561 90.6134 127.126 90.5458 127.093C89.5357 126.606 88.3006 126.953 87.7013 127.928C87.0619 128.969 87.3872 130.332 88.428 130.971L91.5008 132.859C93.787 134.264 94.504 137.267 93.0993 139.554C91.7114 141.812 88.6669 142.542 86.4048 141.152L85.1697 140.393L86.2099 138.707C87.5397 136.552 87.9523 133.898 87.3418 131.425C86.7396 128.985 85.2372 126.949 83.1123 125.693C81.4543 124.713 79.5995 124.316 77.7934 124.438C78.1326 122.981 78.1343 121.446 77.771 119.974C77.1688 117.534 75.6664 115.498 73.5415 114.242C71.8835 113.262 70.0287 112.865 68.2226 112.987C69.1348 109.068 67.4555 104.852 63.9707 102.791C62.3127 101.812 60.4579 101.415 58.6518 101.536C59.564 97.6171 57.8847 93.4006 54.3999 91.3403C50.0737 88.7831 44.4068 90.1836 41.7672 94.4612L32.6512 109.236L23.344 104.022L37.1281 68.7959L44.6333 70.1204C42.4986 72.7717 41.8985 76.5046 43.4026 79.808C44.9592 83.2255 48.3407 85.2478 51.8721 85.2475C53.1583 85.2475 54.4645 84.9791 55.7094 84.4123L68.6647 78.5115C69.7618 78.0119 70.2608 76.6786 69.7609 75.5815C69.2613 74.4846 67.928 73.9851 66.8309 74.4852L53.8752 80.3857C51.4336 81.4982 48.5413 80.4161 47.4288 77.9739C46.3167 75.5316 47.3985 72.6399 49.8407 71.5275L70.572 62.0855L95.2327 64.2093C95.2961 64.2149 95.3596 64.2175 95.4227 64.2175C95.9594 64.2175 96.4805 64.022 96.8867 63.664L98.9859 61.8104L128.533 90.9631L122.743 97.0137Z" fill="url(#paint-work_linear)" stroke="white" stroke-width="3" mask="url(#path-1-inside-1)" />
							<defs>
								<linearGradient id="paint-work_linear" x1="-24.518" y1="166.08" x2="149.605" y2="-58.5935" gradientUnits="userSpaceOnUse">
									<stop stop-color="#AB85FF" />
									<stop offset="0.526042" stop-color="#EBA3E3" />
									<stop offset="1" stop-color="#FFDBE4" />
								</linearGradient>
							</defs>
						</svg>
						<div class="market-card__img_text">
							<p>Понятные условия, ориентированность на клиента</p>
						</div>
					</div>
				</div>
				<div class="market-card__info">
					<p>Сотрудничество происходит исключительно по договору. Допускаются только понятные условия, без
						витиеватостей. Если какой-либо момент все же вызывает сомнения – давайте обсудим. Место, где зародилась
						веб-студия – Беларусь, всегда славившаяся толерантностью и умением договориться. Давайте вместе работать
						над этим! </p>
				</div>
			</div>
		</div>
	</section>
	<?php get_template_part('template-parts/cases'); ?>
	<section class="section-std advantages-container">
		<div class="container">
			<div class=" wow arrow-fall-down">
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
			</div>
			<h4 class="wow section-subtitle">преимущества</h4>
			<h2 class="wow section-title">Преимущества, которые <br> реально ощущает каждый!</h2>
			<p class="wow section-p">Можно долго абстрактно рассказывать про
				высокий рейтинг, но
				лучше озвучить
				несколько положительных моментов, которые извлечет заказчик, обратившийся за услугами: </p>

			<article class="advantages">
				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Перфекционизм</h3>
							<p>Работаем только на отлично! Наше интернет-агентство собрало под своим знаменем разных по темпераменту
								людей, но объединенных общей любовью к избранному ремеслу. Каждый день – повод стать лучше не только в
								личностном, но и профессиональном плане.</p>
							<div class="advantages-number">01</div>
						</div>
					</div>
				</div>
				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Живой интерес к проекту</h3>
							<p>Продвижение бизнеса заказчиков является формой самореализации через успехи других. У клиента
								замечательно
								идут дела – лучшая реклама для ООО «Веб Фокус»! </p>
							<div class="advantages-number">02</div>
						</div>
					</div>
				</div>

				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Минимальное участие заказчика </h3>
							<p>Воплощение под ключ. При этом сохраняется право контроля в режиме реального времени. Выберите тот
								формат,
								который для Вас комфортен. С легкостью подстроимся.</p>
							<div class="advantages-number">03</div>
						</div>
					</div>
				</div>
				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Чистая репутация </h3>
							<p> <a href="/otzyvy/">Гордость любой компании</a>. Нас знают в Беларуси и за пределами. Обратите внимание на положительные
								отзывы,
								оставленные обратившимися. Это лучшие рекомендации для веб-студий. </p>
							<div class="advantages-number">04</div>
						</div>
					</div>
				</div>

				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Честная цена работы </h3>
							<p>Заранее озвучиваем стоимость, не меняя в процессе исполнения. Если учитывать наполнение услуг, за те
								же
								деньги столько же и лучше вряд ли сделает хоть одна компания. </p>
							<div class="advantages-number">05</div>
						</div>
					</div>
				</div>
				<div class="advantages-item">
					<div class="advantages-item-wrapper">
						<div class="advantages__item">
							<h3>Нацелены на результат</h3>
							<p>Раскрутка в Сети является делом не одного дня. Доверие заказчика можно завоевать, только если четко
								рисовать покоряемые вершины. Получаем вознаграждение исключительно при исполнении чек-листа. </p>
							<div class="advantages-number">06</div>
						</div>

					</div>
				</div>

			</article>
			<p>Пакет операций формируется в соответствии с концепцией 360. Выбирается масса точек соприкосновения с
				потенциальными и существующими клиентами. При этом никогда не навязываем то, без чего легко обойтись. Наше
				агентство интернет-маркетинга – это индивидуальный подход к каждому, а не шаблонное решение </p>


		</div>
		<div class="creative-line">
			<div class="creative-line__part">
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
			</div>
			<div class="creative-line__part">
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
				<span class="creative-line-word">креатив для бизнеса</span>
			</div>
		</div>
	</section>
	<section class="section-std success">
		<div class="container">
			<div class=" wow arrow-fall-down">
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
			</div>
			<h4 class="wow section-subtitle">качество</h4>
			<h2 class="wow section-title">Полинаправленность и многозадачность <br> – критерии успеха!
			</h2>
			<p class="wow section-p">Наша веб-студия предлагает в разы
				больше, чем только <a class="link" href="/razrabotka-sajtov/">создать сайт</a> и <a class="link" href="/seo/"> продвинуть в
					топ</a>. Речь о комплексном покорении вершины, имя которой – успех в онлайн. Под каждого клиента подбирается
				индивидуальный план интернет-продвижения. Где-то лучше работает контекстная реклама, в других ситуациях
				оптимальным решением является <a href="/lsi-kopirajting/" class="link">LSI</a> . Учитываем каждый нюанс.
				<br> <br> Рады предложить решение задач в следующих направлениях:
			</p>
			<article class="animated-block">
				<ol class="animated-tabs-list">
					<input type="radio" name="animation-switch" checked="true" id="develop-tab">
					<li><label onmouseover="this.click()" for="develop-tab">
							<a href="/razrabotka-sajtov/">
								<h3>Разработка сайтов</h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="seo-tab">
					<li><label onmouseover="this.click()" for="seo-tab">
							<a href="/seo/">
								<h3>SEO</h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="smm-tab">
					<li><label onmouseover="this.click()" for="smm-tab">
							<a href="/smm/">
								<h3>SMM</h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="rss-tab">
					<li><label onmouseover="this.click()" for="rss-tab">
							<a href="/kontekstnaya-reklama/">
								<h3>PPC</h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="design-tab">
					<li><label onmouseover="this.click()" for="design-tab">
							<a href="/brending-i-dizajn/">
								<h3> Дизайн и Брендинг </h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="branding-tab">
					<!-- <li><label onmouseover="this.click()" for="branding-tab">
							<h3>Брендинг</h3>
						</label>
					</li> -->
					<input type="radio" name="animation-switch" id="copywriting-tab">
					<li><label onmouseover="this.click()" for="copywriting-tab">
							<a href="/kopirajting/">
								<h3>Копирайтинг</h3>
							</a>

						</label></li>
					<input type="radio" name="animation-switch" id="maintenance-tab">
					<li><label onmouseover="this.click()" for="maintenance-tab">
							<a href="/tehnicheskaya-podderzhka-sajta/">
								<h3>Cопровождение сайтов</h3>
							</a>
						</label></li>
					<input type="radio" name="animation-switch" id="app-tab">
					<li><label onmouseover="this.click()" for="app-tab">
							<a href="/razrabotka-mobilnyh-prilozhenij/">
								<h3>Разработка приложений</h3>
							</a>
						</label></li>
				</ol>

				<div class="animation-wrp">
					<div class="animation-wrapper">
						<div class="develop-tab-animation active">
							<div class="develop-animatiion_romb">

							</div>
							<img loading="lazy" class="develop-animatiion__stroke-1" src="<?php echo get_template_directory_uri(); ?>/assets/img/01-stroke.png" alt="01">
							<img loading="lazy" class="develop-animatiion__stroke-2" src="<?php echo get_template_directory_uri(); ?>/assets/img/01-stroke.png" alt="02">
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="seo-tab-animation">
							<svg id="diagramm" viewBox="0 0 568 427" fill="none" xmlns="http://www.w3.org/2000/svg">
								<path d="M462 1l-29.8 27.5v352.8l33 35.5M462 1h105v415.8H465.3M462 1l3.3 415.8M102.7 194H1v231.7h101.7m0-231.7l13 3.2v222l-13 6.5m0-231.7v231.7M115.7 424.9V158.4h104.1V425H115.7zM230 423.3v-306H334l3.2 306H230z" stroke="#000" />
								<path d="M349 64l-14.9 19.4 3.5 321 14.6 18.9M349 64h101.7v359.3h-98.5M349 64l3.2 359.3" stroke="#000" />
							</svg>
							<div class="cube"></div>
							<div class="cube-1"></div>
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="smm-tab-animation">
							<div class="smm-animation-circle1-1"></div>
							<div class="smm-animation-circle1">
								<div class="smm-animation-circle2">
									<div class="smm-animation-circle3"></div>
								</div>
							</div>
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="rss-tab-animation">
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="design-tab-animation">
							<div class="design-lent design-lent_1">
								<svg id="design-valik-1" viewBox="0 0 161 186" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path d="M132.4 1H1v62.8h131.4V1zM90 106.1H53.7V185H90v-78.9z" stroke="#000" stroke-width="1.5" />
									<path d="M63.8 105.4V85.7h84V37.5h-14.6" stroke="#000" stroke-width="1.5" />
									<path d="M133.2 22.2h26.2v73.7H79.1v9.5" stroke="#000" stroke-width="1.5" />
								</svg>
							</div>
							<div class="design-lent design-lent_2">
								<svg id="design-valik-2" viewBox="0 0 161 186" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path d="M132.4 1H1v62.8h131.4V1zM90 106.1H53.7V185H90v-78.9z" stroke="#000" stroke-width="1.5" />
									<path d="M63.8 105.4V85.7h84V37.5h-14.6" stroke="#000" stroke-width="1.5" />
									<path d="M133.2 22.2h26.2v73.7H79.1v9.5" stroke="#000" stroke-width="1.5" />
								</svg>
							</div>
							<div class="design-lent design-lent_3">
								<svg id="design-valik-3" viewBox="0 0 161 186" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path d="M132.4 1H1v62.8h131.4V1zM90 106.1H53.7V185H90v-78.9z" stroke="#000" stroke-width="1.5" />
									<path d="M63.8 105.4V85.7h84V37.5h-14.6" stroke="#000" stroke-width="1.5" />
									<path d="M133.2 22.2h26.2v73.7H79.1v9.5" stroke="#000" stroke-width="1.5" />
								</svg>
							</div>
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="maintenance-tab-animation">

							<svg id="setting-1" viewBox="0 0 283 283" fill="none" xmlns="http://www.w3.org/2000/svg">
								<mask id="a" fill="#fff">
									<path d="M264.543 110.739H241.51a104.132 104.132 0 00-7.531-18.198l16.273-16.272c3.482-3.483 5.402-8.121 5.402-13.062 0-4.934-1.92-9.572-5.402-13.054l-17.411-17.411c-6.958-6.958-19.139-6.977-26.109 0l-16.273 16.272a104.377 104.377 0 00-18.198-7.53V18.456C172.261 8.281 163.98 0 153.804 0h-24.608c-10.176 0-18.457 8.28-18.457 18.456V41.49a104.593 104.593 0 00-18.198 7.53L76.262 32.748c-7.198-7.198-18.911-7.198-26.11 0l-17.416 17.41c-7.192 7.199-7.192 18.912 0 26.11l16.272 16.28a104.392 104.392 0 00-7.53 18.197H18.456C8.281 110.745 0 119.026 0 129.202v24.609c0 10.169 8.28 18.45 18.456 18.45H41.49a104.576 104.576 0 007.53 18.198l-16.272 16.279c-7.198 7.198-7.198 18.911 0 26.109l17.41 17.417c7.199 7.192 18.912 7.192 26.11 0l16.28-16.272a104.39 104.39 0 0018.197 7.53v23.021c0 10.176 8.281 18.457 18.457 18.457h24.609c10.175 0 18.456-8.281 18.456-18.457V241.51a104.387 104.387 0 0018.198-7.531l16.273 16.279c6.976 6.971 19.158 6.958 26.109 0l17.411-17.411a18.342 18.342 0 005.402-13.054c0-4.941-1.92-9.573-5.402-13.055l-16.272-16.279a104.383 104.383 0 007.53-18.198h23.027c10.176 0 18.457-8.281 18.457-18.457v-24.608c0-10.176-8.281-18.457-18.457-18.457zm6.153 43.065a6.16 6.16 0 01-6.153 6.153h-27.684a6.155 6.155 0 00-5.956 4.614 92.421 92.421 0 01-9.868 23.821 6.16 6.16 0 00.948 7.475l19.564 19.57a6.114 6.114 0 011.796 4.356c0 1.655-.64 3.199-1.796 4.355l-17.411 17.411c-2.313 2.313-6.392 2.313-8.711 0l-19.564-19.564a6.158 6.158 0 00-7.481-.947 92.167 92.167 0 01-23.816 9.862 6.142 6.142 0 00-4.607 5.949v27.684a6.16 6.16 0 01-6.153 6.153h-24.608a6.164 6.164 0 01-6.153-6.153v-27.684a6.155 6.155 0 00-4.614-5.956 92.193 92.193 0 01-23.82-9.862 6.09 6.09 0 00-3.126-.855 6.15 6.15 0 00-4.356 1.803l-19.564 19.564a6.172 6.172 0 01-8.711 0L41.44 224.142c-2.406-2.405-2.406-6.312 0-8.711l19.564-19.564a6.145 6.145 0 00.947-7.475 92.36 92.36 0 01-9.861-23.821 6.142 6.142 0 00-5.95-4.614H18.457a6.163 6.163 0 01-6.153-6.153v-24.608a6.163 6.163 0 016.152-6.153h27.685a6.154 6.154 0 005.956-4.614 92.249 92.249 0 019.861-23.82 6.143 6.143 0 00-.947-7.476L41.447 67.57c-2.4-2.399-2.4-6.306 0-8.711l17.41-17.41c2.406-2.406 6.307-2.4 8.712 0L87.133 61.01a6.135 6.135 0 007.475.947 92.361 92.361 0 0123.821-9.861 6.154 6.154 0 004.614-5.956V18.457a6.163 6.163 0 016.153-6.153h24.608a6.16 6.16 0 016.153 6.152v27.685a6.154 6.154 0 004.614 5.956 92.15 92.15 0 0123.815 9.861 6.142 6.142 0 007.481-.947l19.564-19.564c2.319-2.325 6.398-2.32 8.711 0l17.411 17.41a6.125 6.125 0 011.796 4.357c0 1.648-.64 3.199-1.796 4.355l-19.564 19.564a6.154 6.154 0 00-.948 7.475 92.355 92.355 0 019.869 23.821 6.14 6.14 0 005.949 4.614h27.684a6.16 6.16 0 016.153 6.153v24.608z" />
								</mask>
								<path d="M264.543 110.739H241.51a104.132 104.132 0 00-7.531-18.198l16.273-16.272c3.482-3.483 5.402-8.121 5.402-13.062 0-4.934-1.92-9.572-5.402-13.054l-17.411-17.411c-6.958-6.958-19.139-6.977-26.109 0l-16.273 16.272a104.377 104.377 0 00-18.198-7.53V18.456C172.261 8.281 163.98 0 153.804 0h-24.608c-10.176 0-18.457 8.28-18.457 18.456V41.49a104.593 104.593 0 00-18.198 7.53L76.262 32.748c-7.198-7.198-18.911-7.198-26.11 0l-17.416 17.41c-7.192 7.199-7.192 18.912 0 26.11l16.272 16.28a104.392 104.392 0 00-7.53 18.197H18.456C8.281 110.745 0 119.026 0 129.202v24.609c0 10.169 8.28 18.45 18.456 18.45H41.49a104.576 104.576 0 007.53 18.198l-16.272 16.279c-7.198 7.198-7.198 18.911 0 26.109l17.41 17.417c7.199 7.192 18.912 7.192 26.11 0l16.28-16.272a104.39 104.39 0 0018.197 7.53v23.021c0 10.176 8.281 18.457 18.457 18.457h24.609c10.175 0 18.456-8.281 18.456-18.457V241.51a104.387 104.387 0 0018.198-7.531l16.273 16.279c6.976 6.971 19.158 6.958 26.109 0l17.411-17.411a18.342 18.342 0 005.402-13.054c0-4.941-1.92-9.573-5.402-13.055l-16.272-16.279a104.383 104.383 0 007.53-18.198h23.027c10.176 0 18.457-8.281 18.457-18.457v-24.608c0-10.176-8.281-18.457-18.457-18.457zm6.153 43.065a6.16 6.16 0 01-6.153 6.153h-27.684a6.155 6.155 0 00-5.956 4.614 92.421 92.421 0 01-9.868 23.821 6.16 6.16 0 00.948 7.475l19.564 19.57a6.114 6.114 0 011.796 4.356c0 1.655-.64 3.199-1.796 4.355l-17.411 17.411c-2.313 2.313-6.392 2.313-8.711 0l-19.564-19.564a6.158 6.158 0 00-7.481-.947 92.167 92.167 0 01-23.816 9.862 6.142 6.142 0 00-4.607 5.949v27.684a6.16 6.16 0 01-6.153 6.153h-24.608a6.164 6.164 0 01-6.153-6.153v-27.684a6.155 6.155 0 00-4.614-5.956 92.193 92.193 0 01-23.82-9.862 6.09 6.09 0 00-3.126-.855 6.15 6.15 0 00-4.356 1.803l-19.564 19.564a6.172 6.172 0 01-8.711 0L41.44 224.142c-2.406-2.405-2.406-6.312 0-8.711l19.564-19.564a6.145 6.145 0 00.947-7.475 92.36 92.36 0 01-9.861-23.821 6.142 6.142 0 00-5.95-4.614H18.457a6.163 6.163 0 01-6.153-6.153v-24.608a6.163 6.163 0 016.152-6.153h27.685a6.154 6.154 0 005.956-4.614 92.249 92.249 0 019.861-23.82 6.143 6.143 0 00-.947-7.476L41.447 67.57c-2.4-2.399-2.4-6.306 0-8.711l17.41-17.41c2.406-2.406 6.307-2.4 8.712 0L87.133 61.01a6.135 6.135 0 007.475.947 92.361 92.361 0 0123.821-9.861 6.154 6.154 0 004.614-5.956V18.457a6.163 6.163 0 016.153-6.153h24.608a6.16 6.16 0 016.153 6.152v27.685a6.154 6.154 0 004.614 5.956 92.15 92.15 0 0123.815 9.861 6.142 6.142 0 007.481-.947l19.564-19.564c2.319-2.325 6.398-2.32 8.711 0l17.411 17.41a6.125 6.125 0 011.796 4.357c0 1.648-.64 3.199-1.796 4.355l-19.564 19.564a6.154 6.154 0 00-.948 7.475 92.355 92.355 0 019.869 23.821 6.14 6.14 0 005.949 4.614h27.684a6.16 6.16 0 016.153 6.153v24.608z" fill="#000" stroke="#F5F5F5" stroke-width="10" mask="url(#a)" />
								<path d="M88.629 141.5c0-29.146 23.723-52.87 52.869-52.87 29.153 0 52.87 23.724 52.87 52.87 0 29.147-23.717 52.87-52.87 52.87-29.146 0-52.87-23.723-52.87-52.87zm7.304 0c0 25.129 20.437 45.566 45.565 45.566 25.122 0 45.566-20.437 45.566-45.566 0-25.128-20.444-45.565-45.566-45.565-25.128 0-45.565 20.437-45.565 45.565z" fill="#000" stroke="#F5F5F5" stroke-width="5" />
							</svg>
							<svg id="setting-2" viewBox="0 0 243 243" fill="none" xmlns="http://www.w3.org/2000/svg">
								<path d="M227.2 95h-19.8a89.4 89.4 0 00-6.5-15.5l14-14a15.8 15.8 0 000-22.4l-15-15c-6-6-16.4-6-22.4 0l-14 14c-5-2.6-10.2-4.8-15.6-6.5V15.8C148 7.1 140.8 0 132.1 0h-21.2c-8.7 0-15.8 7.1-15.8 15.8v19.8a89.8 89.8 0 00-15.6 6.5l-14-14a15.9 15.9 0 00-22.4 0l-15 15a15.9 15.9 0 000 22.4l14 14c-2.7 5-4.8 10.2-6.5 15.6H15.8C7.1 95 0 102.2 0 110.9v21.2c0 8.7 7.1 15.8 15.8 15.8h19.8a89.8 89.8 0 006.5 15.6l-14 14a15.9 15.9 0 000 22.4l15 15a15.9 15.9 0 0022.4 0l14-14c5 2.7 10.2 4.8 15.6 6.5v19.8c0 8.7 7.1 15.8 15.8 15.8h21.2c8.7 0 15.8-7.1 15.8-15.8v-19.8a89.6 89.6 0 0015.6-6.5l14 14c6 6 16.5 6 22.4 0l15-15a15.8 15.8 0 000-22.4l-14-14c2.6-5 4.8-10.2 6.5-15.6h19.8c8.7 0 15.8-7.1 15.8-15.8v-21.2c0-8.7-7.1-15.8-15.8-15.8zm5.2 37c0 3-2.3 5.3-5.2 5.3h-23.8a5.3 5.3 0 00-5.1 4c-1.9 7.2-4.8 14.1-8.5 20.5-1.2 2-.9 4.7.8 6.4l16.8 16.8c1 1 1.5 2.3 1.5 3.7 0 1.4-.5 2.8-1.5 3.8l-15 15c-2 1.9-5.4 1.9-7.4 0l-16.8-16.9a5.3 5.3 0 00-6.4-.8 79.1 79.1 0 01-20.5 8.5c-2.3.6-4 2.7-4 5v23.9c0 2.9-2.3 5.2-5.2 5.2h-21.2c-2.9 0-5.2-2.3-5.2-5.2v-23.8c0-2.4-1.7-4.5-4-5.1-7.2-1.9-14.1-4.7-20.5-8.5a5.3 5.3 0 00-6.4.8L58 207.4c-2 2-5.4 2-7.5 0l-15-15c-2-2-2-5.4 0-7.4l16.9-16.8c1.7-1.7 2-4.4.8-6.4a79.3 79.3 0 01-8.5-20.5c-.6-2.3-2.7-4-5-4H15.7c-2.9 0-5.2-2.3-5.2-5.2v-21.2c0-2.9 2.3-5.2 5.2-5.2h23.8c2.4 0 4.5-1.7 5.1-4 1.9-7.2 4.7-14.1 8.5-20.5 1.2-2 .9-4.7-.8-6.4L35.6 58c-2-2-2-5.4 0-7.5l15-15c2-2 5.4-2 7.4 0l16.8 16.9c1.7 1.7 4.4 2 6.4.8a79.3 79.3 0 0120.5-8.5c2.3-.6 4-2.7 4-5V15.7c0-2.9 2.3-5.2 5.2-5.2h21.2c2.9 0 5.2 2.3 5.2 5.2v23.8c0 2.4 1.7 4.5 4 5.1a79.1 79.1 0 0120.5 8.5c2 1.2 4.7.9 6.4-.8L185 35.6c2-2 5.5-2 7.5 0l15 15c.9 1 1.5 2.3 1.5 3.7 0 1.4-.6 2.7-1.6 3.7l-16.8 16.8a5.3 5.3 0 00-.8 6.4 79.3 79.3 0 018.5 20.5c.6 2.3 2.7 4 5 4h23.9c2.9 0 5.2 2.3 5.2 5.2v21.2z" fill="#A57CFE" />
								<path d="M121.5 74a47.6 47.6 0 10.1 95.2 47.6 47.6 0 00-.1-95.2zm0 84.5a37 37 0 110-74 37 37 0 010 74z" fill="#A57CFE" />
							</svg>
							<svg id="setting-3" viewBox="0 0 283 283" fill="none" xmlns="http://www.w3.org/2000/svg">
								<mask id="b" fill="#fff">
									<path d="M264.543 110.739H241.51a104.132 104.132 0 00-7.531-18.198l16.273-16.272c3.482-3.483 5.402-8.121 5.402-13.062 0-4.934-1.92-9.572-5.402-13.054l-17.411-17.411c-6.958-6.958-19.139-6.977-26.109 0l-16.273 16.272a104.377 104.377 0 00-18.198-7.53V18.456C172.261 8.281 163.98 0 153.804 0h-24.608c-10.176 0-18.457 8.28-18.457 18.456V41.49a104.593 104.593 0 00-18.198 7.53L76.262 32.748c-7.198-7.198-18.911-7.198-26.11 0l-17.416 17.41c-7.192 7.199-7.192 18.912 0 26.11l16.272 16.28a104.392 104.392 0 00-7.53 18.197H18.456C8.281 110.745 0 119.026 0 129.202v24.609c0 10.169 8.28 18.45 18.456 18.45H41.49a104.576 104.576 0 007.53 18.198l-16.272 16.279c-7.198 7.198-7.198 18.911 0 26.109l17.41 17.417c7.199 7.192 18.912 7.192 26.11 0l16.28-16.272a104.39 104.39 0 0018.197 7.53v23.021c0 10.176 8.281 18.457 18.457 18.457h24.609c10.175 0 18.456-8.281 18.456-18.457V241.51a104.387 104.387 0 0018.198-7.531l16.273 16.279c6.976 6.971 19.158 6.958 26.109 0l17.411-17.411a18.342 18.342 0 005.402-13.054c0-4.941-1.92-9.573-5.402-13.055l-16.272-16.279a104.383 104.383 0 007.53-18.198h23.027c10.176 0 18.457-8.281 18.457-18.457v-24.608c0-10.176-8.281-18.457-18.457-18.457zm6.153 43.065a6.16 6.16 0 01-6.153 6.153h-27.684a6.155 6.155 0 00-5.956 4.614 92.421 92.421 0 01-9.868 23.821 6.16 6.16 0 00.948 7.475l19.564 19.57a6.114 6.114 0 011.796 4.356c0 1.655-.64 3.199-1.796 4.355l-17.411 17.411c-2.313 2.313-6.392 2.313-8.711 0l-19.564-19.564a6.158 6.158 0 00-7.481-.947 92.167 92.167 0 01-23.816 9.862 6.142 6.142 0 00-4.607 5.949v27.684a6.16 6.16 0 01-6.153 6.153h-24.608a6.164 6.164 0 01-6.153-6.153v-27.684a6.155 6.155 0 00-4.614-5.956 92.193 92.193 0 01-23.82-9.862 6.09 6.09 0 00-3.126-.855 6.15 6.15 0 00-4.356 1.803l-19.564 19.564a6.172 6.172 0 01-8.711 0L41.44 224.142c-2.406-2.405-2.406-6.312 0-8.711l19.564-19.564a6.145 6.145 0 00.947-7.475 92.36 92.36 0 01-9.861-23.821 6.142 6.142 0 00-5.95-4.614H18.457a6.163 6.163 0 01-6.153-6.153v-24.608a6.163 6.163 0 016.152-6.153h27.685a6.154 6.154 0 005.956-4.614 92.249 92.249 0 019.861-23.82 6.143 6.143 0 00-.947-7.476L41.447 67.57c-2.4-2.399-2.4-6.306 0-8.711l17.41-17.41c2.406-2.406 6.307-2.4 8.712 0L87.133 61.01a6.135 6.135 0 007.475.947 92.361 92.361 0 0123.821-9.861 6.154 6.154 0 004.614-5.956V18.457a6.163 6.163 0 016.153-6.153h24.608a6.16 6.16 0 016.153 6.152v27.685a6.154 6.154 0 004.614 5.956 92.15 92.15 0 0123.815 9.861 6.142 6.142 0 007.481-.947l19.564-19.564c2.319-2.325 6.398-2.32 8.711 0l17.411 17.41a6.125 6.125 0 011.796 4.357c0 1.648-.64 3.199-1.796 4.355l-19.564 19.564a6.154 6.154 0 00-.948 7.475 92.355 92.355 0 019.869 23.821 6.14 6.14 0 005.949 4.614h27.684a6.16 6.16 0 016.153 6.153v24.608z" />
								</mask>
								<path d="M264.543 110.739H241.51a104.132 104.132 0 00-7.531-18.198l16.273-16.272c3.482-3.483 5.402-8.121 5.402-13.062 0-4.934-1.92-9.572-5.402-13.054l-17.411-17.411c-6.958-6.958-19.139-6.977-26.109 0l-16.273 16.272a104.377 104.377 0 00-18.198-7.53V18.456C172.261 8.281 163.98 0 153.804 0h-24.608c-10.176 0-18.457 8.28-18.457 18.456V41.49a104.593 104.593 0 00-18.198 7.53L76.262 32.748c-7.198-7.198-18.911-7.198-26.11 0l-17.416 17.41c-7.192 7.199-7.192 18.912 0 26.11l16.272 16.28a104.392 104.392 0 00-7.53 18.197H18.456C8.281 110.745 0 119.026 0 129.202v24.609c0 10.169 8.28 18.45 18.456 18.45H41.49a104.576 104.576 0 007.53 18.198l-16.272 16.279c-7.198 7.198-7.198 18.911 0 26.109l17.41 17.417c7.199 7.192 18.912 7.192 26.11 0l16.28-16.272a104.39 104.39 0 0018.197 7.53v23.021c0 10.176 8.281 18.457 18.457 18.457h24.609c10.175 0 18.456-8.281 18.456-18.457V241.51a104.387 104.387 0 0018.198-7.531l16.273 16.279c6.976 6.971 19.158 6.958 26.109 0l17.411-17.411a18.342 18.342 0 005.402-13.054c0-4.941-1.92-9.573-5.402-13.055l-16.272-16.279a104.383 104.383 0 007.53-18.198h23.027c10.176 0 18.457-8.281 18.457-18.457v-24.608c0-10.176-8.281-18.457-18.457-18.457zm6.153 43.065a6.16 6.16 0 01-6.153 6.153h-27.684a6.155 6.155 0 00-5.956 4.614 92.421 92.421 0 01-9.868 23.821 6.16 6.16 0 00.948 7.475l19.564 19.57a6.114 6.114 0 011.796 4.356c0 1.655-.64 3.199-1.796 4.355l-17.411 17.411c-2.313 2.313-6.392 2.313-8.711 0l-19.564-19.564a6.158 6.158 0 00-7.481-.947 92.167 92.167 0 01-23.816 9.862 6.142 6.142 0 00-4.607 5.949v27.684a6.16 6.16 0 01-6.153 6.153h-24.608a6.164 6.164 0 01-6.153-6.153v-27.684a6.155 6.155 0 00-4.614-5.956 92.193 92.193 0 01-23.82-9.862 6.09 6.09 0 00-3.126-.855 6.15 6.15 0 00-4.356 1.803l-19.564 19.564a6.172 6.172 0 01-8.711 0L41.44 224.142c-2.406-2.405-2.406-6.312 0-8.711l19.564-19.564a6.145 6.145 0 00.947-7.475 92.36 92.36 0 01-9.861-23.821 6.142 6.142 0 00-5.95-4.614H18.457a6.163 6.163 0 01-6.153-6.153v-24.608a6.163 6.163 0 016.152-6.153h27.685a6.154 6.154 0 005.956-4.614 92.249 92.249 0 019.861-23.82 6.143 6.143 0 00-.947-7.476L41.447 67.57c-2.4-2.399-2.4-6.306 0-8.711l17.41-17.41c2.406-2.406 6.307-2.4 8.712 0L87.133 61.01a6.135 6.135 0 007.475.947 92.361 92.361 0 0123.821-9.861 6.154 6.154 0 004.614-5.956V18.457a6.163 6.163 0 016.153-6.153h24.608a6.16 6.16 0 016.153 6.152v27.685a6.154 6.154 0 004.614 5.956 92.15 92.15 0 0123.815 9.861 6.142 6.142 0 007.481-.947l19.564-19.564c2.319-2.325 6.398-2.32 8.711 0l17.411 17.41a6.125 6.125 0 011.796 4.357c0 1.648-.64 3.199-1.796 4.355l-19.564 19.564a6.154 6.154 0 00-.948 7.475 92.355 92.355 0 019.869 23.821 6.14 6.14 0 005.949 4.614h27.684a6.16 6.16 0 016.153 6.153v24.608z" fill="#000" stroke="#F5F5F5" stroke-width="10" mask="url(#a)" />
								<path d="M88.629 141.5c0-29.146 23.723-52.87 52.869-52.87 29.153 0 52.87 23.724 52.87 52.87 0 29.147-23.717 52.87-52.87 52.87-29.146 0-52.87-23.723-52.87-52.87zm7.304 0c0 25.129 20.437 45.566 45.565 45.566 25.122 0 45.566-20.437 45.566-45.566 0-25.128-20.444-45.565-45.566-45.565-25.128 0-45.565 20.437-45.565 45.565z" fill="#000" stroke="#F5F5F5" stroke-width="5" />
							</svg>
						</div>
					</div>

					<div class="animation-wrapper">
						<div class="app-tab-animation">
							<div class="app-tab-square">
								<div class="app-tab-square__line app-tab-square__line-1">
									<span class="middle empty"></span>
									<span class="small dark"></span>
									<span class="middle-small empty"></span>
									<span class="big empty"></span>
								</div>
								<div class="app-tab-square__line app-tab-square__line-2">
									<span class="big white"></span>
									<span class="middle empty"></span>
									<span class="big empty"></span>
								</div>
								<div class="app-tab-square__line app-tab-square__line-3">
									<span class="small dark"></span>
									<span class="middle-small empty"></span>
								</div>

								<div class="app-tab-square__line app-tab-square__line-4">
									<span class="middle-small empty"></span>
									<span class="big empty"></span>
									<span class="small dark"></span>
									<span class="small empty"></span>
								</div>
								<div class="app-tab-square__line app-tab-square__line-5">
									<span class="small dark"></span>
									<span class="middle-small white"></span>
								</div>
								<div class="app-tab-square__line app-tab-square__line-6">
									<span class="big empty"></span>
									<span class="middle-small empty"></span>
								</div>
							</div>
						</div>
					</div>
					<div class="animation-wrapper">
						<div class="copywriting-tab-animation">
							<div class="copywriting-tab-romb">
							</div>
							<div class="copywriting-tab-romb_empty">
								<div class="romb-line-wrp">
									<span class="romb-line"></span>
									<span class="romb-line"></span>
									<span class="romb-line"></span>
								</div>
							</div>
							<span class="romb-line_after-1"></span>
							<span class="romb-line_after-2 romb-line_after-2-1"></span>
							<span class="romb-line_after-2 romb-line_after-2-2"></span>
						</div>
					</div>
				</div>

				<a class="pink-white-btn" href="#">Подробнее</a>

			</article>

			<p>
				Когда в дело вступает «Веб Фокус», заказчику остается только созерцать как целевая аудитория превращается в
				преданных фанатов его бизнеса. Иное представить сложно, ведь не обыденно работаем над проектом, а заботимся о
				нем так, будто речь о собственном деле. Ваши успехи – отражение нашего профессионализма, поэтому другой подход
				неуместен. <br><br>
				Используем все доступные каналы привлечения интернет-трафика – <a href="/smm/" class="link">от поста в социальных сетях</a> до масштабных
				<a href="/upravlenie-reputacziej/" class="link">кампаний с задействованием лидеров мнений и СМИ</a>. Обратившись сюда, делаете выбор в пользу digital-агентства,
				которое всегда держит руку на пульсе времени. Используем только белые методы в маркетинге.
			</p>
		</div>
		</div>
	</section>
    <?php echo do_shortcode('[section_team]') ?>
	
	<section class="quality section-std">
		<div class="container">
			<div class=" wow arrow-fall-down">
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
			</div>
			<div class="quality-statistic-wrp">
				<div class="pink-block">
					<h4 class="wow section-subtitle">качество</h4>
					<h2 class="wow section-title">Качество на первом месте!</h2>
					<p class="wow section-p">Об этом говорит каждый, кто хочет заполучить клиента, но в
						нашем случае речь не о пустых словах. Сфера онлайн-маркетинга постоянно пополняется новыми игроками.
						Некоторые вовсе думают, что достаточно один раз сделать на коленке сайт – и добро пожаловать в повелители
						Рунета! <br> <br> Подобная ситуация становится причиной того, что потенциальные заказчики с недоверием
						относятся к громким слоганам. Как раз поэтому предлагаем посмотреть на качество с иного ракурса. А что,
						если за нас скажут кейсы?! <br> <br>Наше агентство интернет-маркетинга ведет немало проектов, по которым
						достигнуты серьезные сдвиги. Изучите информацию, присутствующую в свободном доступе. Если необходимо –
						запросите дополнительные сведения у менеджеров. Предельно открыты, готовы обсуждать и плодотворно работать
						на благо бизнеса клиента.
					</p>
				</div>
				<div class="statistic-wrp">
					<div class="statistic-item">
						<p class="statistic-item-count year">0</p>
						<p>лет в разработке <br> сайтов</p>
					</div>
					<div class="statistic-item">
						<p class="statistic-item-count staff">0</p>
						<p>сотрудников разной <br> специальности</p>
					</div>
					<div class="statistic-item">
						<p class="statistic-item-count clients">0</p>
						<p>довольных клиентов</p>
					</div>
				</div>
			</div>
			<div class="market-card main-goal">
				<div class="market-card__left">
					<div class="market-card__title">
						<h3>Главная цель</h3>
						<div class="market-card__title_arrow"></div>
					</div>
				</div>
				<div class="market-card__info">
					<p>Главная цель – развитие бизнеса в онлайн. Об этом тоже говорят многие, но только наша компания ежедневным
						трудом доказывает, что возможностей для роста в избытке. Используются только те технологии, которые
						зарекомендовали себя, те методики, которые тотально работают, делается все, чтобы каждый новый проект
						раскрывал очередные грани талантов наших сотрудников. И еще: здесь работают самые красивые девушки! </p>
				</div>
			</div>
			<div class="market-card main-goal">
				<div class="market-card__left">
					<div class="market-card__title">
						<h3>Аудит</h3>
						<div class="market-card__title_arrow"></div>
					</div>
				</div>
				<div class="market-card__info">
					<p>Не медлите! Общение по телефону или мессенджеру ничего не стоит. Сделаем <a href="/seo-audit-sajta/" class="link"></a> первичный аудит и предложим
						рациональный формат взаимодействия. <a href="/kontakty/">Свяжитесь с нашим сотрудником</a> сегодня, чтобы уже завтра убедиться, что
						digital-агентство полного цикла способно на многое! </p>
				</div>
			</div>
		</div>
	</section>
	<section class="bubbles-wrp">
		<div class="bubbles-main-line five-bubles">
			<div class="container">
				<div class="bubble-wrp bubble-wrp-1">
					<div class="bubbles bubbles-1">

					</div>
					<p class="bubbles-info">Анализ продукта и создание стратегии продвижения</p>
				</div>
				<div class="bubble-wrp bubble-wrp-2">
					<div class="bubbles bubbles-2">
					</div>
					<p class="bubbles-info">Разработка прототипа
						и визуальной концепции</p>
				</div>
				<div class="bubble-wrp bubble-wrp-3">
					<div class="bubbles bubbles-3">
					</div>
					<p class="bubbles-info">Создание дизайна</p>
				</div>
				<div class="bubble-wrp bubble-wrp-4">
					<div class="bubbles bubbles-4">
					</div>
					<p class="bubbles-info">Внесение финальных правок и разработка</p>
				</div>
				<div class="bubble-wrp bubble-wrp-5">
					<div class="bubbles bubbles-5">
					</div>
					<p class="bubbles-info">Готовый сайт</p>
				</div>

			</div>

		</div>
	</section>
	<section class="section-std service">
		<div class="container">
			<div class=" wow arrow-fall-down">
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
				<div class="arrow-fall"></div>
			</div>
			<h4 class="wow section-subtitle">обслуживание</h4>
			<h2 class="wow section-title">Допустимы только <br> прозрачные условия!</h2>
			<div class="service-info">
				<div class="service-info__column">
					<p>Часто приходится наблюдать ситуацию, когда для клиента разработка сайта представляется «темным лесом».
						Некоторые вовсе приходят, опаленные работой с нерадивыми исполнителями. Подобное исправляется только
						разъяснением общих закономерностей Интернета и честностью. Не обещаем, что станете знатоком SEO, но будете
						твердо понимать, на что уходят деньги.</p>
				</div>
				<div class="service-info__column">
					<p> <a href="/kontekstnaya-reklama/" class="link">Контекстная реклама</a> , создание профиля в соцсети, <a href="/napisanie-prodayushhih-tekstov/">подготовка текстов</a> – в наших правоотношениях с клиентом
						непременно присутствует конкретика. Никогда не прячемся за громкими и непонятными терминами, всегда
						обрисовываем выполняемые шаги.</p>
				</div>
				<div class="service-info__column">
					<p>Сотрудничество происходит исключительно по договору. Допускаются только понятные условия, без
						витиеватостей. Если какой-либо момент все же вызывает сомнения – давайте обсудим. Место, где зародилась
						веб-студия – Беларусь, всегда славившаяся толерантностью и умением договориться. </p>
					<a class="to-offer-link" href="#form-search-t">
						<h3>Давайте вместе работать над этим!</h3>
						<svg viewBox="0 0 16 45" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path d="M7.3 44.7c.4.4 1 .4 1.4 0l6.4-6.4a1 1 0 00-1.4-1.4L8 42.6l-5.7-5.7A1 1 0 001 38.3l6.4 6.4zM7 0v44h2V0H7z" fill="url(#paint-serv_linear)" />
							<defs>
								<linearGradient id="paint-serv_linear" x1="6.9" y1="-7.2" x2="9.3" y2="-7.1" gradientUnits="userSpaceOnUse">
									<stop stop-color="#AB85FF" />
									<stop offset=".5" stop-color="#EBA3E3" />
									<stop offset="1" stop-color="#FFDBE4" />
								</linearGradient>
							</defs>
						</svg>
					</a>
				</div>
			</div>
		</div>
	</section>
	<?php get_template_part('template-parts/request-form'); ?>
	<?php get_template_part('template-parts/last-posts'); ?>
	<?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php
get_footer();
