
<?php
/*
    Template Name: autstaffing-v-it
    Template post type:  page
    */
?>


<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/arrows.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Аутстаффинг в IT</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Аутсорсинг и аутстаффинг IT – экономически удобные модели взаимодействия с наемным персоналом, для выполнения узкоспециализированных работ. Outstaff обеспечивается на основе широкого пула внутренних ИТ-талантов любого уровня: от инженеров-программистов до архитекторов решений и технических руководителей.
                </p>
              </div>
            </div>

            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость аутстаффинга в IT:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">2500</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>
          </div>

          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>



<section class="section-std">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Суть аутстаффинга</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        При аутсорсинге заказчик передает часть непрофильной работы аутсорсинговой компании-исполнителю. Агентство выполняет работу на своей территории, с помощью своих сотрудников и на своем оборудовании. При аутсорсинге, компания-заказчик не взаимодействует с разработчиками, платит только за итоговый результат работы. Аутсорсинг будет правильным вариантом, если у фирмы есть случайные всплески ИТ-потребностей, будь то создание нового приложения, обновление сайта или продвижение компании.
        </p>
        <p>
        Аутстаффинг IT персонала удобен тем, что компания арендует работников, но не привязывает сотрудников трудовыми обязательствами: не заключает трудовой договор, не платит отпускные, больничные, отчисления в налоговую. Персонал оформляет, мотивирует и поощряет агентство, с которым заключается договор о предоставлении труда.
        </p>
        <p>
        Эффективная модель ИТ-кадрового обеспечения также подразумевает расширение собственной команды с привлечением экспертов на краткосрочной или долгосрочной проектной основе, что означает, что можно покрыть разрыв в квалификации команды, заключив контракт с профильными специалистами.
        </p>
      </div>

  </section> 

<div class="tmpl-cases">
  <?php get_template_part('template-parts/cases'); ?>
</div>
  <?php get_template_part('template-parts/contact-form'); ?>

  

  <section class="section-std success section-std-top-0">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">распространен</h4>
      <h2 class="wow section-title ms-720">
      Почему компании пользуются аутстаффингом
      </h2>
      <div class="float-second quality-service">
        <div class="left-part">
          <p class="bold">
          Outstuffing распространен в таких сферах, как:
          </p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
              IT — информационные технологии;
              </p>
            </li>
            <li>
              <p class="bold">
              Клининг;
              </p>
            </li>
            <li>
              <p class="bold">
              Строительство;
              </p>
            </li>
            <li>
              <p class="bold">
              Туризм;
              </p>
            </li>
            <li>
              <p class="bold">
              Производство;
              </p>
            </li>
            <li>
              <p class="bold">
              Торговля.
              </p>
            </li>
          </ul>
        </div>

        <div class="quality-service_info">
          <p>
            Любая компания нуждается в опытных работниках, но далеко не каждая компания обладает необходимыми средствами и ресурсами для набора и поддержания огромного штата сотрудников. Выбор модели зависит от первоначальных потребностей и целей бизнеса.
          </p>
          <p>
          Первая ниша, с которой начала набирать популярность услуга IT аутстаффинга — это бухгалтерский учет. В 2021 году эта модель укоренилась в сфере IT. Outstaffing избавляет от необходимости раздувать штат, искать таланты для разовой или сезонной работы, заботиться о поиске, мотивации талантливых разработчиков.
          </p>
          <p>
          Выделенные команды — это хорошая поддержка на каждом этапе разработки продукта. Когда продукт проходит путь от POC до MVP и прототипа, нуждается в дополнительной поддержке и команде разработчиков для оптимизации расходов, расширение команды — это действенный способ.
          </p>
          <p class='mobile-last'>
          Управление удаленной командой, позволяет внедрять лучшие практики гибкой разработки и иметь четкое представление о том, кто на самом деле работает и над чем, каковы проблемы и куда движется проект.
          </p>
        </div>
      </div>
    </div>
</section>

<section class="section-std  section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">преимущества</h4>
      <h2 class="wow section-title ms-720">Аутстаффинг IT сотрудников с «Веб Фокус»</h2>
      <div class="steps-to-goal steps-to-goal_mrg-top">
        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Как происходит подбор:</h3>
          </div>
          <div class="step-to-goal__info">
          <p>
          Мы предлагаем скоростной способ масштабирования потенциала развития компании, в то же время избегая накладных расходов на подбор персонала и долгосрочные обязательства. Кроме того, это популярный вариант, когда есть краткосрочная потребность в дополнительной рабочей силе со специализированными навыками.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">
                Назначается встреча с клиентом для определения требуемых навыков, опыта сотрудника;
                </p>
              </li>
              <li>
                <p class="bold">
                Мы проводим предварительный отбор кандидатов, опираясь на требования клиента;
                </p>
              </li>
              <li>
                <p class="bold">
                Предоставляем доступ к резюме и индивидуальное предложение, основанное на конкретных потребностях;
                </p>
              </li>
              <li>
                <p class="bold">
                По желанию клиента устраиваем предварительное интервью с кандидатами;
                </p>
              </li>
              <li>
                <p class="bold">
                Клиент принимает решение о дате начала сотрудничества и заключается договор.
                </p>
              </li>
            </ul>
            <p>
            Настройка необходимых процессов для распределенных команд и запуск проектов происходят одновременно, быстро и прозрачно. При аутстаффинге персонала IT компании «Веб Фокус», продолжительность сотрудничества определяется клиентами.
            </p>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Преимущества работы с «Веб Фокус»:</h3>
          </div>
          <div class="step-to-goal__info">
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Средний стаж работы наших специалистов составляет 8 лет. Вы объедините усилия с командой, которая в курсе последних тенденций в разработке ПО.</p>
              </li>
              <li>
                <p class="bold">Наши специалисты будут поддерживать связь с вашей командой независимо от часового пояса. Будем общаться по удобному для вас каналу и держать в курсе происходящего.</p>
              </li>
              <li>
                <p class="bold">Мы следуем «дорожной карте» и предоставляем решения в согласованные сроки. Наслаждайтесь нулевой потерей времени и предсказуемостью результатов проекта.</p>
              </li>
              <li>
                <p class="bold">Не нужно беспокоиться о правах интеллектуальной собственности или утечках информации. Мы защищаем идеи с помощью NDA и устанавливаем прозрачность в отслеживании расходов.</p>
              </li>
              <li>
                <p class="bold">Предлагаем справедливые цены на аутстаффинг IT, стоимость услуг фиксированная, рассчитывается на консультации. Наши разработчики используют популярные инструменты для управления проектами, чтобы сделать работу прозрачной.</p>
              </li>
              <li>
                <p class="bold">Мы сплоченная команда из более чем 40 талантливых экспертов, обладающих практическими знаниями и более чем восьмилетним опытом работы в широком спектре проектов электронной коммерции.</p>
              </li>
              <li>
                <p class="bold">Мы способны решать задачи любой сложности и размера, предоставлять качественные услуги веб-приложений в короткие сроки и справляться с дополнительными требованиями.</p>
              </li>
              <li>
                <p class="bold">Мы готовы поддерживать партнерские отношения с клиентами, постоянно поставлять впечатляющее ПО и оказывать поддержку.</p>
              </li>
              <li>
                <p class="bold">Освобождая время партнера, даем возможность сосредоточиться на основных бизнес-процессах и доступности необходимых технологий, которые быстрее выводят продукты на рынок.</p>
              </li>
            </ul>
            <p>
            Нашим партнерам легко масштабировать штат вверх и вниз, отслеживать качество работы, нанимать или увольнять персонал. На начальном этапе сотрудничества, наши менеджеры тесно сотрудничают с партнерами, помогают запустить удаленный персонал и организовать комфортное взаимодействие.
            </p>
          </div>
        </div>
      

      <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>03.</h3> <span>Шаг 3</span>
            </div>
            <h3>Мы предлагаем аутстаффинг IT персонала:</h3>
          </div>
          <div class="step-to-goal__info">
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">UI, UX дизайнеров;</p>
              </li>
              <li>
                <p class="bold">QA-тестировщиков;</p>
              </li>
              <li>
                <p class="bold">Frontend-разработчиков;</p>
              </li>
              <li>
                <p class="bold">Backend-разработчиков;</p>
              </li>
              <li>
                <p class="bold">FullStack-разработчиков;</p>
              </li>
              <li>
                <p class="bold">SEO-специалистов;</p>
              </li>
              <li>
                <p class="bold">SMM-менеджеров, копирайтеров;</p>
              </li>
              <li>
                <p class="bold">Менеджеров проектов;</p>
              </li>
              <li>
                <p class="bold">Маркетологов;</p>
              </li>
              <li>
                <p class="bold">Видеомонтажеров;</p>
              </li>
              <li>
                <p class="bold">IOS, Android программистов.</p>
              </li>
            </ul>
            <p>
            В среднем одну позицию закрываем за две недели. Чем сложнее и квалифицированнее должность кандидата, тем больше времени требуется на поиск подходящего кандидата. Мы как компания-партнер отстаиваем стандарты, гарантируем порядочность разработчиков и избавляем вас от необходимости проверять квалификацию каждого кандидата.
            </p>
            <p>
            Клиент получает полный контроль над персоналом, процессом развития и результатами сотрудничества. Направьте деятельность внешнего персонала в соответствии с вашими бизнес-требованиями или требованиями конкретного проекта и следите за результатом.
            </p>
            <p>
            Станьте нашим партнером, чтобы быстрее доставить продукты на рынок. Избавьтесь от поиска квалифицированных специалистов, подходящих под ваши проекты, положитесь на наш опыт и лидерство в нише. Закажите аутстаффинг IT, и мы восполним любой пробел в навыках вашей команды.
            </p>
          </div>
        </div>
      </div>

    </div>
  </section>

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider' ); ?>
</main>
<?php get_footer() ?>