<?php
/*
    Template Name: dizajn-mobilnoj-versii
    Template post type:  page
    */
?>

<?php get_header() ?>
<main>

  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/design.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Дизайн мобильной версии</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Дизайн мобильной версии сайта имеет значение для всех современных сайтов, соцсетей и коммерческих платформ. Уже более 50 % потребления трафика приходится на мобильные устройства, поэтому получение соответствующей версии Интернет-ресурса является вопросом выживания.
                </p>
              </div>
            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость дизайна мобильной версии:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">1300</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>

  <section class="section-std algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">проблема и решение</h4>
      <h2 class="wow section-title ms-720">Проблема и основные пути решения</h2>

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Главные цели использования Интернена с мобильной версии:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Поиск информации для бытовых и производственных нужд, образование и решение житейских вопросов – главные цели использования Интернета с мобильного устройства (смартфон, планшет). Загрузка на каждый из них внешне происходит быстро и безболезненно.
            </p>
            <p>
            В действительности размер экрана смартфона отличается от базовой версии сайта, которая создается по умолчанию для полноценного монитора персонального компьютера или ноутбука. При загрузке на мобильный телефон возникнет ошибка отображения или неудобоваримое изображение.
            </p>
            <p>
            При появлении неудобств при просмотре пользователь попробует другой ресурс, найдет его и направит на него свои финансовые и прочие возможности. Возникает потребность в переформатировании или оптимизации сайта – под уменьшенные экраны гаджетов.
            </p>
            <p>
            С учетом конкуренции на рынке и в текущей нише каждый сайт борется за посетителей и покупателей. По этой причине (охват интересующейся аудитории) для дальнейшей работы с каждым зашедшим на сайт появляется необходимость в мобильной версии самого сайта.
            </p>
            <p>
            Цель получения мобильной версии – адекватная загрузка контента с сохранением его функциональных особенностей. Наиболее простой способ – выстраивание информации и всех компонентов в сплошную колонку (это часто видно при загрузке).
            </p>

          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>3 основных варианта дизайна страницы как форматирования скачиваемых кодов:</h3>
          </div>
          <div class="step-to-goal__info">
          <p>
          Налицо конвертирование одной системы информации в другую. Но каким именно образом это выполняется? Ответ кроется в вопросе: изменение дизайна сайта поможет получить требуемый формат изображения.
            </p>
            <p>
            Для достижения достоверного показывания содержимого сайта применяется 3 основных варианта дизайна страницы как форматирования скачиваемых кодов.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Адаптивное отображение.</p>
              </li>
              <li>
                <p class="bold">Динамическое отображение.</p>
              </li>
              <li>
                <p class="bold">Мобильная версия как специально разработанное решение.</p>
              </li>
            </ul>

          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>03.</h3> <span>Шаг 3</span>
            </div>
            <h3>Первое решение:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Первое решение задействует исходный код обычного формата страницы, но адаптирует его для уменьшенного экрана устройства. Суть заключается в постоянстве URL сайта, который формирует одинаковый код HTML. Разница заключается в получаемом коде CSS.
            </p>
            <p>
            Достоинства способа: относительная простота и нулевые затраты (если не считать дополнительный объем работы программистов). Недостатки: сравнительно продолжительная загрузка изображений, сложность конвертирования десктопной версии в мобильную при наличии некоторых элементов (к примеру, встроенные видео).
            </p>

          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>04.</h3> <span>Шаг 4</span>
            </div>
            <h3>Главные цели использования Интернена с мобильной версии:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Второе решение работает на получении различных кодов HTML и CSS от одного URL. Получение такого типа данных зависит от типа запрашивающего устройства: оно самостоятельно подает требования по формату, который требуется взять в работу.
            </p>
            <p>
            При одинаковом URL загрузка ведется одинаково оперативно и надежно для полноразмерной и мобильной версий. Способ хорош для сайтов со сложной структурой и значительным объемом данных. Обеспечение методики требует значительных усилий.
            </p>

          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>05.</h3> <span>Шаг 5</span>
            </div>
            <h3>Главные цели использования Интернена с мобильной версии:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Третье решение функционирует от специально созданного URL. Способ требует разработки мобильной версии, существующей отдельно от десктопной и самостоятельно.
            </p>
            <p>
            Это создание мобильного дизайна имеет такое достоинство: состав такой версии включает только целевой контент, который на мобильных устройствах загружается за минимальное время без прохождения кодировок. Как недостаток отмечается замедленное реагирование при поиске требуемого URL (из-за ранжирования информации).
            </p>

          </div>
        </div>

      </div>
    </div>
  </section>

  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std success section-std-top-0">
        <div class="container">
            <div class=" wow arrow-fall-down">
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
            </div>
            <h4 class="wow section-subtitle">советы</h4>
            <h2 class="wow section-title ms-720">
            Применять доступную информацию
            </h2>
            <div class="float-second quality-service">
                <div class="left-part">
                    <p class="bold">Советуем отображать данные в максимально простом виде:</p>
                    <ul class="quality-service-list">
                        <li>
                            <p class="bold">
                            Текст – крупный и удобно читаемый (особенно это касается контактной информации);
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Шрифт – прямой и без искажающих элементов;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Понятное навигационное меню;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Изображения – небольшого размера.
                            </p>
                        </li>
                    </ul>

                </div>
                <div class="quality-service_info">
                    <p>
                    Одно из главных практических свойств информации – потребность в ней возникает не в самых удобных условиях. В метро, на окраине населенного пункта, в пути – чтение не всегда бывает комфортным.
                    </p>
                    <p>
                    Дизайн под мобильные устройства. Компания “Веб Фокус” берется помочь Вам с адаптацией имеющегося сайта или отдельных его страниц под нужды мобильных устройств. Мобильный адаптивный дизайн – процесс и результат в одном лице, которыми мы владеем более десятка лет. Мы задействуем следующие способы упрощения работы по компилированию сайта.
                    </p>
                    <p>
                    Адаптация под текущий размер экрана. Обновление дизайна нуждается в проверке касательно отличающихся размеров экранов смартфонов и планшетов. Очередная загрузка способна показать хаос, а не приличную страницу. Секрет здесь в том, что при оптимизации изображениям придается новый размер не в привычных пикселях, а в процентах относительно размера финального экрана.
                    </p>
                    <p>
                    Минимализировать страницу. Чем меньше требуется прокручивать, тем лучше: ниже вероятность пропустить важное и «потеряться» на сайте. Для этого материал разбивается на отдельные блоки и разносится на разные страницы.
                    </p>
                    <p>
                    Вовлечение сенсорного экрана. В отличие от обычного монитора смартфон обрабатывает информацию после тактильного указания пользователя. Важность оптимизации кроется в переработке компонентов сайта под такое воздействие. Кнопки, выпадающие меню, пролистывание пальцем – эти инструменты появляются у качественно доработанной версии сайта.
                    </p>
                    <p class='mobile-last'>
                    Создание перехода на полноразмерную версию. Определенное количество пользователей спустя время возвращается на сайт с ПК. Часто используется копирование ссылки с мобильного устройства. И тут возникает проблема: страница отсутствует – при создании мобильной версии полноценная осталась не у дел. Рекомендуется в таких случаях давать переход хотя бы на основную страницу, где есть базовые разделы и контактная информация (mobile и PC).
                    </p>
                </div>
            </div>
        </div>
    </section>

  <section class="section-std section-std-top-0">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Наши плюсы</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        Применение вспомогательных возможностей. Поможет отслеживание трендов и склонностей к отдельным техническим ходам при пользовании ресурсом. Так, ссылки на социальные сети, работа с QR-кодами, встроенные или скачиваемые приложения качественно расширяют способности ресурса. Также применяются календарь, трекинг движения посылки, база данных покупок или путешествий, возможность сохранения медиа и многое другое.
        </p>
        <p>
        Дозирование принудительного вовлечения. Призыв к определенному действию (купить, проголосовать, дать отзыв или разместить ссылку на своем стороннем ресурсе) полезен при ограниченности. Всплывающие окна и баннеры, кнопки с обратными таймерами плохо сказываются на продолжительности пребывания на сайте.
        </p>
        Наши плюсы. Компания “Веб Фокус” работает с сайтами, базами данных и приложениями уже 15 лет. Главное, чем мы владеем помимо наработанного опыта – стремление помочь каждому заказчику Начало работы – через считанные минуты после получения запроса. Результат – по поставленному заданию и комментариям. Стоимость – приемлемая и всегда адекватная задаче. Мы создаем дизайн мобильной версии сайта или адаптируем под него полную версию, получая уверенный и приятный результат.
        </p>
      </div>

  </section> 

 

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>