<?php
/*
    Template Name: dizajn-razdatochnogo-materiala
    Template post type:  page
    */
?>

<?php get_header() ?>
<main>

  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/design.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Дизайн раздаточного материала</h1>
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Создание раздаточного материала – направление рекламной деятельности, которое живет в каждой стране и вне зависимости от сферы применения. Бытовые услуги, питание, ремонт техники и предоставление производственных услуг, лечение и образование – перечень только начат.
                </p>
              </div>
            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость дизайна раздаточного материала:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">250</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>

  <section class="section-std">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Виды и оформление раздаточного материала</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        Рекламная продукция раздаточного типа имеет характер наглядной. Это значит, что ее формат, заключающийся чаще всего в небольших бумажных листках, направлен на визуальное отражение коммерческой или иной информации. Такая рекламная продукция является способом привлечь внимание людей разных возрастов, социальной принадлежности, профессионального и бытового уклада. Применение «раздатки» – популярное явление и в 21 веке.
        </p>
        <p>
        <b>Разработка раздаточного материала</b> как рекламного средства перспективна. За считанные сотни рублей технически рационально создать партию таких изделий для распространения на заранее определенной небольшой площади и раздать ее в течение нескольких часов. Целевая группа – отдельные, определяемые заранее типажи лиц, или все подряд: в зависимости от места применения и состава социума.
        </p>
        Так, раздавать коммерческие предложения о продаже новых трехкомнатных квартир возле общежития видится неэффективным, а продвигать рекламу холодной минеральной воды у в жару рынка будет иметь более весомую обратную связь. Отпечатанная реклама имеет удобный формат, незначительную массу и позволяет ознакомиться с ней в любых условиях.
        </p>
      </div>

  </section> 

  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std  section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">нюансы</h4>
      <h2 class="wow section-title ms-720">Особенности раздаточного материала</h2>

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Универсальность такого печатного изделия неоценима, оно используется:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Компания “Веб Фокус” поможет продумать и создать оптимальный вариант раздаточного материала с учетом самых разных факторов: его планируемого типа и формата, смыслового наполнения и дизайнерского оформления, и даже подобрать лучшую цветовую гамму для мгновенного восприятия.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Большими предприятиями и индивидуальными предпринимателями;</p>
              </li>
              <li>
                <p class="bold">Организациями в сферах ЖКХ, обслуживания и услуг, транспорта и производства;</p>
              </li>
              <li>
                <p class="bold">На улице, в транспорте, в общественных зданиях и торгово-развлекательных организациях.</p>
              </li>
            </ul>

          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Наиболее известные и применяемые форматы «раздатки» (такое слово применяется среди самих рекламщиков):</h3>
          </div>
          <div class="step-to-goal__info">

            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Листовка: бумажный лист небольшого формата, на котором с одной или обоих сторон печатается целевая информация.</p>
              </li>
              <li>
                <p class="bold">Флаер: разновидность листовки, которая предоставляет право на скидку или льготу для какого-либо события.</p>
              </li>
              <li>
                <p class="bold">Буклет: небольшой альбом или книжка в несколько страниц, создаваемые для освещения определенного продукта или услуги.</p>
              </li>
              <li>
                <p class="bold">Брошюра: книжка небольшого размера и объема на определенную тему.</p>
              </li>
              <li>
                <p class="bold">Каталог: расширенная брошюра, создаваемая с целью показать спектр продукции и услуг, на которые может претендовать заказчик.</p>
              </li>
              <li>
                <p class="bold">Постер: крупноформатный лист с качественной графикой, размещаемый на виду и выполняющий обычно информирующую функцию.</p>
              </li>
              <li>
                <p class="bold">Календарь: на него наносится рекламная информация (логотип, контактная информация), а наравне с блокнотиком играет роль вспомогательной ценности при вручении.</p>
              </li>
              <li>
                <p class="bold">Ресторанное меню: выставленное на улице, оно привлекает внимание, предлагает варианты сервировки и стоимость блюд.</p>
              </li>
            </ul>

            <p>
            Вид печати текстов и изображений подбирается какой угодно: одноцветный, многоцветный, черно-белый, для несложных картинок доступна даже объемная печать. Вариации обсуждаются непосредственно с типографией, которая будет изготавливать заказ.
            </p>
            <p>
            Процесс создания начинается с разработки макета. Проектирование выполняется компьютерным способом – с применением графики и редакторов. Полиграфическая индустрия в качестве технического задания получает разработанный макет и требования по виду и плотности несущего материала.
            </p>

          </div>
        </div>

      </div>
    </div>
  </section>

  <section class="section-std">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Разработка макета</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        Мы занимаемся проработкой каждого заказа в индивидуальном порядке: оценить смысловое содержание, подобрать и вставить «рабочие» формулировки и изображения, смоделировать их совместное расположение на листочке бумаги и посмотреть с заказчиком. Если к нам приходят уже с готовой концепцией своего предложения по продукции или услугам, остается ее реализовать в форме изображения. Гораздо чаще случается, что требуется «листовка с картинкой и яркими словами, ну и номер телефона».
        </p>
        <p>
        Приходится выяснять: где будет раздаточный материал распространяться, какая задача перед ним ставится. С учетом ассортимента отрисовывается вариант изображения. Подбираются цвета и формы, наиболее благосклонно настраивающие случайного прохожего (клиента на выставке). Шрифты, размер символов, насыщенность информацией единицы площади – это и многое другое планируется особо тщательно. Если перенасытить листовку текстом или номерами телефонов, читать никто не станет. Применение излишне вычурного шрифта (под рукописный текст, готический или иной стилизованный) приведет к отсутствию восприятия.
        </p>
        Обсуждается планируемый тираж и размер изделия. Даже если на нас не ложится операция по печати, в нашей возможности сэкономить средства заказчика. Представим, что с максимально яркий макет запускается в печать – и счет за это достигает приличной величины. Главная причина – краска или сопутствующие материалы (лак, ламинат и т.д.). Если снизить яркость или насыщенность рисунка, убрав несколько «кислотных» оттенков или совсем сделав его черно-белым, цена печати снизится. Воздействие на экологию, кстати, тоже. Интересным вариантом является уход от сплошной печати краской – в пользу простановки точек определенного размера и необходимого цвета. В результате краски расходуется до 70 % меньше, но изображение остается узнаваемым и приобретает определенный стиль.
        </p>
      </div>

  </section> 

  <section class="section-std section-gray">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Работа с нами</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        При формообразовании рекламного материала рекомендуется стремиться к общеупотребительным форматам: А5 и кратно меньше. Задействование нестандартных рекламных форматов способно немного увеличить стоимость тиража. Разрабатываемый макет обычно не привязывается к типу материала. Исключение составляет пленка: на нее изображения наносятся специальными методами.
        <p>
        Компания “Веб Фокус” уже больше 10 лет создается для заказчиков точную по содержанию, запоминающуюся и приятную на вид раздаточную рекламу. Среди вариантов исполнения как небольшие листовки размером с портмоне, так и полноразмерные сувенирные плакаты. Мы учитываем каждое пожелание заказчика, обсуждаем все нюансы и уточняем все моменты. На проработку макета уходит совсем мало времени: от нескольких десятков минут до нескольких часов.
        </p>
        <p>
        Готовый вариант предлагается на согласование, которое организовываем в том числе и с презентацией продукта. Работаем официально и подготавливаем весь пакет требуемой бухгалтерией заказчика документации. Создание раздаточного материала – только часть нашей работы на рынке моделирования и полиграфии.
        </p>
      </div>
  </section>

 

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>