
<?php
/*
    Template Name: front-end-razrabotka
    Template post type:  page
    */
?>


<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/arrows.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Front-end разработка</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Качественные услуги фронтенд разработки нужны для реализации онлайн-проектов вне зависимости от тематики, особенностей и масштаба. Компонент Front-end по сути определяет, будет ли готовый программный продукт удобный, понятным, полезным с точки зрения конечного пользователя.
                </p>
              </div>
            </div>

            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость Front-end разработки:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">2500</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>
          </div>

          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>

  <section class="section-std success">
        <div class="container">
            <div class=" wow arrow-fall-down">
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
            </div>
            <h4 class="wow section-subtitle">компоненты</h4>
            <h2 class="wow section-title ms-720">
            Что включает услуга frontend разработки на заказ?
            </h2>
            <div class="float-second quality-service">
                <div class="left-part">
                    <p class="bold">Программные продукты вне зависимости от типов и формата — это многослойные структуры, состоящие из ряда компонентов:</p>
                    <ul class="quality-service-list">
                        <li>
                            <p class="bold">
                            Архитектура;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            База данных;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Миграция проектов на «Реакт» с других платформ.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Внешнее оформление;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Текстовое и другое содержимое (контент);
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Функциональные элементы.
                            </p>
                        </li>
                    </ul>

                </div>
                <div class="quality-service_info">
                    <p>
                    Даже ели компания только начинает свой путь в бизнесе, чтобы добиться успеха, ей обязательно понадобится свой веб-ресурс, мобильное и web-приложение. И только грамотная и тщательно продуманная фронтенд-составляющая сможет сделать новый программный продукт фаворитом в выбранной нише. Лучшим способом получить нужный результат станет фронтенд разработка на заказ у профессионалов.
                    </p>
                    <p>
                    Разработчики компании «Веб Фокус» создадут для Вашего ПО полноценную Front-end компоненту, где предусмотрено все необходимое для комфортной работы и администрирования продуктом. Эксперты студии готовы реализовать даже нестандартные идеи наших клиентов. Убедитесь в этом, отправив заявку онлайн, либо позвонив по телефону.
                    </p>
                    <p>
                    В общем смысле Front-end включает все, что видят пользователи приложений, веб-ресурсов, виртуальных сервисов и прочих программных продуктов. В процессе их использования люди взаимодействуют как раз с фронтенд составляющей ПО. Это и дизайнерское оформление компонентов функционала и интерфейса, обрабатываемые в браузере, и выполнение пользовательских запросов.
                    </p>
                    <p>
                    Главная цель услуг Front-end разработки — подготовить для конечного программного решения такой функционал, который в первую очередь нацелен на потребности и ожидания пользователей. Чтобы получить в итоге нужный результат, frontend-программисты нашей команды пользуются целым комплексом инструментов. В арсенале «Веб Фокус» множество языков разметки, инструменты для верстки дизайна, производительные фреймворки и не только.
                    </p>
                    <p>
                    Заказать фронтенд в «Веб Фокус» означает доверить свой проект команде опытных профи, которые сделают все необходимое для создания внешней оболочки продукта и реализации функционала, обрабатываемого на стороне пользователя.
                    </p>
                    <p class='mobile-last'>
                    Фронтенд-разработчики продумывают размещение каждой детали на странице будущего сайта или экране приложения. Элементы должны не мешать друг другу, а формировали единую гармоничную и  комфортную для работы среду. Одновременно программистам нужно решить задачу корректного функционирования всех видимых пользователям деталей интерфейса.
                    </p>
                </div>
            </div>
        </div>
    </section>

<div class="tmpl-cases">
  <?php get_template_part('template-parts/cases'); ?>
</div>
  <?php get_template_part('template-parts/contact-form'); ?>

  

  <section class="section-std section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">преимущества</h4>
      <h2 class="wow section-title ms-720">Ключевые компоненты Front-end проектирования</h2>

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Как правило в круг обязанностей программистов в области услуг Front-end разработки входит реализация серии задач:</h3>
          </div>
          <div class="step-to-goal__info">
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Планирование и воплощение полностью рабочего пользовательского интерфейса.</p>
              </li>
              <li>
                <p class="bold">Перевод в цифровой вид дизайн-макетов инструментами работы с языками web-разметки и программирования JavaScript, CSS, HTML.</p>
              </li>
              <li>
                <p class="bold">Создание действенных инструментов для более комфортного взаимодействия между программным продуктом и конечным пользователем.</p>
              </li>
              <li>
                <p class="bold">Проектирование, правка, периодическое техобслуживание публичной части веб-ресурсов и приложений.</p>
              </li>
              <li>
                <p class="bold">Использование адаптивного дизайна для создания мобильных версий веб-сайтов.</p>
              </li>
              <li>
                <p class="bold">Работа с API.</p>
              </li>
              <li>
                <p class="bold">Тестирование решений в процессе разработки с целью своевременного обнаружения и устранения недочетов и обеспечение комфортной работы конечных пользователей.</p>
              </li>
            </ul>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>К главным инструментам, которые используют программисты, оказывающие услуги фронтенд проектирования и разработки относятся:</h3>
          </div>
          <div class="step-to-goal__info">
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Язык браузерной разметки содержимого сайтов html.</p>
              </li>
              <li>
                <p class="bold">AJAX, представляющий собой комбинацию из XML и JavaScript. Его применение позволяет обновлять содержимое страницы, не перезагружая ее целиком.</p>
              </li>
              <li>
                <p class="bold">JavaScript – язык программирования, предназначенный для создания динамических компонентов веб-ресурсов и приложений. Эти компоненты реагируют на пользовательские действия (перемещение курсора, клики). С помощью JS также пишут формы, которые пользователи могут заполнять и отправлять на сервер.</p>
              </li>
              <li>
                <p class="bold">Таблицы стилей CSS, подробно описывающие внешнее оформление каждой детали веб-страницы и ее общее оформление. CSS-код говорит браузеру, как выводить на экран страницу сайта, и адаптирует содержимое с разным браузерам, платформам, размеру экрана.</p>
              </li>
            </ul>
            <p>
            Фреймворки существенно упрощают задачу frontend-программистов. Эти инструмент помогают ускорить написание кода для фронтенд-компонентов ПО за счет взаимодействия с комплектом библиотек, состоящих из заблаговременно упакованных дополнений и фрагментов кода для популярных решений и деталей интерфейса.      
            </p>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>03.</h3> <span>Шаг 3</span>
            </div>
            <h3>Среди них:</h3>
          </div>
          <div class="step-to-goal__info">
          <p>
          Ниже расскажем кратко о нескольких популярных фреймворках, без освоения которых  фронтенд разработка на заказ невозможна. Они подходят как для самостоятельной разработки, так и в сочетании с другими платформами при создании веб-ресурсов и приложений.    
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">AngularJS, состоящий из стандартной структуры JS и нескольких его дополнительных структур (Backbone и др).</p>
              </li>
              <li>
                <p class="bold">JQuery – компактная производительная библиотека JavaScript, с помощью которой гораздо проще управлять JS-элементами в браузерах.</p>
              </li>
              <li>
                <p class="bold">Skeleton.css – распространенная структура таблиц стилей CSS, отличающаяся повышенной отзывчивостью. Отличный фундамент для создания минималистичного сайта либо приложения без излишне вычурных и витиеватых дизайнерских решений.</p>
              </li>
              <li>
                <p class="bold">Bootstrap – распростратенный фреймворк для программных продуктов для мобильных устройств. Здесь собраны вместе возможности HTML, JavaScript и CSS, что существенно ускоряет и упрощает процедуру разработки мобильного ПО.</p>
              </li>
              <li>
                <p class="bold">Foundation – отзывчивая и ориентированная на eCommerce фронтенд-структура.</p>
              </li>
              <li>
                <p class="bold">Pure.css – набор адаптивных CSS-модулей, удобный и компактный. Очень помогает в создании мобильных версий для веб-ресурсов. Подойдет для сайтов с небльшим количеством опций.</p>
              </li>
              <li>
                <p class="bold">Семантический интерфейс, ключевая задача которого состоит в том, чтобы разработчик получал чистый код, который легко читается, с понятной логикой и структурой.</p>
              </li>
            </ul>
            <p>
            Обращайтесь за услугами фронтенд проектирования и разработки в студию «Веб Фокус». Команда Front-end программистов компании разработает для Вас полноценную внешнюю составляющую будущего программного продукта, которая сделает работу с ним комфортной для конечных пользователей. Это непростая работа, от результатов которой во многом зависит общий успех проекта. Поэтому доверять работу над фронтендом стоит лишь настоящим экспертам. Студия «Веб Фокус» обладает необходимым опытом и экспертизой, чтобы создавать внешне привлекательные и прогрессивные с технической точки зрения решения для публичной части сайтов и приложений. Пишите и звоните нам, чтобы удостовериться в этом на собственном опыте.    
            </p>
          </div>
        </div>

      </div>
    </div>
  </section>

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider' ); ?>
</main>
<?php get_footer() ?>