<?php
/*
    Template Name: lsi-kopirajting
    Template post type:  page
    */
?>

<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/context.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">LSI копирайтинг</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                LSI копирайтинг – это новый подход к поисковому продвижению веб-ресурсов с помощью текстов. Суть такого копирайтинга не в написании традиционных SEO-текстов, наполненных ключевыми словами. LSI-тексты решают другую, гораздо более важную задачу. Они подробно раскрывают смысл целевых поисковых запросов в той форме и в том виде, в какой они наиболее интересны интернет-пользователям.
                </p>
              </div>
            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость LSI копирайтинг:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">430</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>

  <section class="section-std">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Статьи LSI вместо SEO-текстов</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        В таких статьях ключевые слова не центральный, а только вспомогательный инструмент поисковой оптимизации веб-страницы. Главную роль здесь играют словосочетания и отдельные слова, относящиеся к теме текста. Если Вы хотите заказать LSI копирайтинг, то сделать это можно, обратившись в компанию «Веб Фокус». Мы подготовим для Вашего веб-ресурса содержательные, полезные и экспертные тексты, написанные по принципам LSI. Звоните по телефонам, указанным на нашем сайте, оставляйте заявку онлайн или заказывайте обратный звонок. Мы свяжемся с Вами и подробно проконсультируем по условиям сотрудничества.
        </p>
        <p>
        Потребность в текстовом контенте нового типа появилась после введения Яндексом в 2017 году алгоритма ранжирования Баден-Баден. Смысл новшества заключался в борьбе в переоптимизированными статьями. Такой контент из-за избытка ключевых фраз для пользователя бесполезен. К тому же поисковики к этому времени прекрасно научились определять как смысловое содержание публикаций, так и намерения интернет-пользователей (интент). По этой причине традиционные тексты, написанные по устоявшимся канонам SEO больше не приносили нужных результатов. Теперь стал необходим контент нового типа, оптимизированный под  LSI-алгоритм индексации. Аббревиатура LSI расшифровывается как latent semantic indexing – скрытое или неявное семантическое индексирование.
        </p>
        <p>
        <b>LSI тексты</b> – это содержательные статьи, которые помогают веб-странице продвигаться в ТОП поисковых систем, так как соответствуют требованиям неявного семантического индексирования. А это один из ключевых факторов ранжирования веб-ресурсов в поиске.
        </p>
      </div>

  </section> 

  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std section-gray section-with-floating-bubbles">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">отличия</h4>
      <h2 class="wow section-title ms-720">Ключевые отличия LSI и SEO-текстов</h2>
      <!-- <p class="wow section-p ms-720">
      Проверка функционала сетевого ресурса необходима.
      </p> -->

      <article class="function-list-wrp">
        <div class="function-list-left-part first">
          <lottie-player class="image-box-bubbles" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/empty.json" loop speed="1" autoplay></lottie-player>
          <div class="function-list-left-content">
            <h3>Что специфика ЛСИ-статей стала еще понятнее, перечислим их главные отличия от СЕО-текстов:</h3>
          </div>
        </div>
        <ul class="function-list">
          <li>
            <span class="function-list-marker"></span>
            <p>
            Для SEO-публикаций обязательно ключевых фраз и выражений в метатеги, заголовки и подзаголовки, основной контент. Задача ЛСИ-статьи — как можно полнее ответить на вопросы пользователей, вводящих конкретный запрос в поисковую строку. Ключевые слова могут присутствовать в статье, но это не обязательно.
            </p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>
            В SEO строго контролируется плотность ключей, тогда как в LSI важнее использовать в статье как можно больше дополнительных слов и выражений, раскрывающих тему.
            </p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>
            Для SEO-текстов уникальность рассчитывается технически, а в ЛСИ главная задача в том, чтобы полностью раскрыть тему и подробно ответить на заданный пользователем вопрос, создав уникальный по смыслу контент.
            </p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>
            Нередко качественные полезные статьи, оптимизированные под LSI-алгоритмы могут выйти в ТОП поисковой выдачи, даже если в них вообще не упоминается поисковый запрос, набранный пользователем.
            </p>
          </li>

        </ul>
      </article>
  </section>

  <section class="section-std">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Техника LSI-копирайтинга</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        <b>LSI копирайтинг</b> – искусство создания текстов, способных высоко ранжироваться по алгоритму скрытого семантического индексирования. А основной критерий ранжирования в таких текстах — полнота ответа, который получит онлайн-пользователь на свой вопрос, если перейдет по ссылке в поисковой выдаче. Поэтому успех продвижения с помощью текстов теперь зависит не просто от присутствия в них определенных слов, а в смысловом содержании публикации. Она должна дать человеку подробный ответ на вопрос, который он сформулировал в виде запроса в поиске.
        </p>
        <p>
        Если выразить суть техники ЛСИ-копирайтинга, то это будет «содержание важнее технологии». Говоря о том, стоит или нет внедрять ключевые фразы и словосочетания в подобный контент, то окончательное решение зависит от того, насколько это оправдано с точки зрения читателя. Ключевая фраза должна быть органичной частью ответа на пользовательский вопрос, иначе он не нужен.
        </p>
        <p>
        Эпоха традиционных СЕО-текстов заканчивается, ему на смену пришли содержательные, эспертные и полезные статьи. При написании такого контента копирайтеры больше не стараются перехитрить поисковые алгоритмы. Задача автора ЛСИ-публикации — максимально качественно, подробно и интересно ответить на вопрос, волнующий пользователя. И поисковые алгоритмы стали намного сложнее, умнее и искуснее, они отлично могут разобраться, насколько полезен и содержателен тот или иной контент с точки зрения человека. Поэтому сегодня сайтам, желающим быть на топовых позициях в поиске как никогда нужны тексты для людей, а не для машин.
        </p>
      </div>

  </section> 

  <section class="section-std success section-std-top-0">
        <div class="container">
            <div class=" wow arrow-fall-down">
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
            </div>
            <h4 class="wow section-subtitle">инструменты</h4>
            <h2 class="wow section-title ms-720">
            Специфика сотрудничества с компанией «Веб Фокус»
            </h2>
            <div class="float-second quality-service">
                <div class="left-part">
                    <p class="bold">Мы отбираем и анализируем их с помощью таких инструментов как:</p>
                    <ul class="quality-service-list">
                        <li>
                            <p class="bold">
                            Подсказки поисковика, всплывающие в процессе набора основного ключа;
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Статистики сервиса Wordstat от «Яндекс» (блок «Что искали со словом»);
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Подсказок внизу страницы с результатами поисковой выдачи («Вместе с ххх ищут»).
                            </p>
                        </li>
                    </ul>

                </div>
                <div class="quality-service_info">
                    <p>
                    Принимая решение заказать LSI-тексты в компании «Веб Фокус», Вы можете быть уверены, что получите в итоге качественный и полезный контент, полностью соответствующий требованиям LSI-алгоритмов. ЛСИ-статьи от наших авторов помогут Вашему сайту продвинуться на верхние строчки поисковой выдачи и привлечь целевой трафик.
                    </p>
                    <p>
                    Кроме основных ключевых запросов мы обязательно дополняем семантику ЛСИ-статей дополнительными выражениями и отдельными словами, связанными по смыслу с главной темой статьи.
                    </p>
                    <p>
                    Добавление в ЛСИ-статьи найденных этими способами дополнительных словосочетаний и выражения с одной стороны помогает еще лучше и подробнее раскрыть тему, удовлетворить интерес читателя, а с другой — роботам будет проще определить точную тематику продвигаемой веб-страницы. При этом мы избегаем другой крайности и не включаем в ЛСИ-статьи узкоспециализированной лексики, слов, понятных только небольшому кругу специалистов.
                    </p>
                    <p>
                    Расценки на заказы по копирайтингу мы рассчитываем индивидуально для каждого клиента. Стоимость зависит от объема текстов, их тематики, формата, сложности темы, сроков исполнения и других факторов. Чтобы узнать точную цену на ЛСИ-статьи, позвоните по телефону или закажите обратный звонок на сайте. Наш специалист сориентирует по цене и другим условиям сотрудничества.
                    </p>
                    <p>
                    Но оговоримся, что цена на качественный LSI-контент будет выше, чем на обычные сео-тексты. Причина в том, что для создания таких публикаций нужны авторы, которые не просто умеют писать хорошие тексты, но и разбираются в тематике. А также статьи под LSI, которая раскроет тему и подробно ответит на пользовательский вопрос, нужен объем примерно в 3 раза больший, чем для стандартной сео-статьи.
                    </p>
                    <p class='mobile-last'>
                    Заказывайте LSI-копирайтинг в компании «Веб Фокус», если хотите, чтобы Ваш сайт не только попал на верхние позиции поисковой выдачи, но и оставался там как можно дольше.
                    </p>
                </div>
            </div>
        </div>
    </section>

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>