
<?php
/*
    Template Name: reklama-v-gmail
    Template post type:  page
    */
?>


<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/context.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Реклама в Gmail</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Реклама в Gmail – инструмент онлайн-маркетинга, позволяющий компаниям и брендам быть выше конкурентов в электронной почте возможных клиентов. Интернет-маркетологи давно поняли, что электронная почта целевой аудитории, где реклама особенно полезна. И относится к такой рекламе не только давно используемая  email-рассылка, но и такой маркетинговый канал, как реклама в Gmail.com, почтовом сервисе от корпорации «Гугл».
                </p>
              </div>
            </div>

            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость рекламы в Gmail:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">350</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>
          </div>

          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>

  <section class="section-std success">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">элементы</h4>
      <h2 class="wow section-title ms-720">
      Что представляет собой реклама в Google-почте?
      </h2>
      <div class="float-second quality-service">
        <div class="left-part">
          <p class="bold">
          Через редактор объявлений в такую рекламу добавляют следующие элементы:
          </p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
              Фотографии, видеоролики, картинки;
              </p>
            </li>
            <li>
              <p class="bold">
              Текстовый контент;
              </p>
            </li>
            <li>
              <p class="bold">
              Интерактивные кнопки;
              </p>
            </li>
            <li>
              <p class="bold">
              Полноценные товарные карточки;
              </p>
            </li>
            <li>
              <p class="bold">
              Собственный шаблон в формате html.
              </p>
            </li>
          </ul>
        </div>

        <div class="quality-service_info">
          <p>Digital-агентство интернет-маркетинга «Веб Фокус» профессионально занимается настройкой и ведением рекламных кампаний в почтовом сервисе Gmail. С нами Ваши рекламные объявления увидят миллионы пользователей электронной почты от «Гугл». Выполним настройку и запуск Gmail-рекламы в Adwords оперативно и по привлекательным ценам. Пишите или звоните по телефону — обсудим детали сотрудничества!</p>

          <p>Google — передавая интернет-компания, постоянно создающая новые и полезные опции для интернет-пользователей. Почтовый сервис Gmail сортирует всю входящую почту. В итоге рассылки коммерческих компаний попадают на специальную вкладку «Промоакции». А в папке «Несортированные» остаются личные послания и важнейшие рассылки с точки зрения пользователя. В результате конкуренция за внимание пользователя в папке «Промоакции» сильно возрастает и заставляет маркетологов искать новые способы попасть в поле зрения возможного клиента.</p>

          <p>Один из таких способ — реклама в Gmail (GSP). Она представляет собой рекламные объявления, который владелец почтового ящика на Gmail видит на вкладках «Соцсети» а также «Промоакции». Если кликнуть мышкой по такому объявлению, то пользователь увидит полноценное промописьмо, профессионально оформленный лендинг. Такое рекламное объявление расположено выше списка писем на вкладке и в нем есть пометка «Реклама.»</p>

          <p class='mobile-last'>
          Еcли пользователя заинтересует рекламное объявление в Gmail, то он сможет сохранить его, чтобы не потерять. При этом объявление переместится в папку «Несортированные» для входящей почты личного характера. Здесь рекламный контент превратится в полноценное письмо и будет выделено в списке остальных писем звездочкой как важное.
          </p>
        </div>
      </div>
    </div>
</section>

<div class="tmpl-cases">
  <?php get_template_part('template-parts/cases'); ?>
</div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std section-gray section-with-floating-bubbles">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">преимущества</h4>
      <h2 class="wow section-title ms-720">Чем привлекательны для бизнеса рекламные объявления в Gmail?</h2>
      <p class="wow section-p ms-720">Если внимательно рассмотреть отчет об ассоцииорованных конверсиях в сервисе Google Analytics, то Вы увидите, что email и реклама связаны друг с дургом теснейшим образом. В паре эти два инструмента помогают компании поддерживать и наращивать свою узнаваемость, а также повышать продажи.</p>

      <article class="function-list-wrp">
        <div class="function-list-left-part first">
          <lottie-player class="image-box-bubbles" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/empty.json" loop speed="1" autoplay></lottie-player>
          <div class="function-list-left-content">
            <h3>Грамотно настроенная реклама в Gmail.com имеет рядом весомых преимуществ:</h3>
          </div>
        </div>
        <ul class="function-list">
          <li>
            <span class="function-list-marker"></span>
            <p>GSP позволяет компании находиться в почтовых ящиков своих подписчиков гарантированно выше даже самых мощных конкурентов. Для этого рекламного инструмента не надо думать, когда лучше отправить рассылку, чтобы письмо оказалось выше рассылок конкурентов. Рекламное объявление располагается выше всех писем на вкладке, и пользователь точно его заметит.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Помогает расширять охват аудитории за счет показа рекламных объявлений в электронной почте даже тем, кто не является подписчиками компании. Настроить показ можно на различные сегменты целевой аудитории по демографическим признакам, региону проживания, интересам. Это поможет бренду получить новых подписчиков и покупателей.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Способствует росту узнаваемости бренда и увеличению количества продаж.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Электронную почту люди обычно проверяют несколько раз в день. Так что Gmail – крайне эффективная рекламная площадка для тех, кто стремится поддерживать узнаваемость своего бренда на высоком уровне.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Возможен обмен результатами А/В-тестирования в работе с одинаковой аудиторией. К примеру, можно использовать в тексте рекламный объявлений призывы к действию и заголовки, которые уже были проверены раньше и показали высокую результативность при таргетинге на определенную целевую аудиторию</p>
          </li>

        </ul>
      </article>
  </section>

  <section class="section-std success">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">недостатки</h4>
      <h2 class="wow section-title ms-720">
      Как реклама в Gmail помогает бизнесу усовершенствовать email-маркетинг?
      </h2>
      <div class="float-second quality-service">
        <div class="left-part">
          <p class="bold">
          Также GSP теперь разрешает добавлять в развернутый вариант объявления более сложный интерактивный контент: видеоплееры и формы для сбора данных. Через такие встроенные формы можно собирать следующую информацию об интернет-пользователях:
          </p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
              Фамилию и имя;
              </p>
            </li>
            <li>
              <p class="bold">
              Адрес Email;
              </p>
            </li>
            <li>
              <p class="bold">
              Сведения об образовании;
              </p>
            </li>
            <li>
              <p class="bold">
              Марку авто;
              </p>
            </li>
            <li>
              <p class="bold">
              Предпочтительных услугах и местах их предоставления.
              </p>
            </li>
          </ul>
        </div>

        <div class="quality-service_info">
          <p>Добиться успеха в продвижении своей фирмы или бренда, умело используя возможности GSP, можно довольно быстро. Помните, что рекламодателям нужно строго придерживаться требований Google. Это означает не размещать рекламу на запрещенные тематики и не собирать запрещенные к сбору данные о пользователях.</p>

          <p>Обратившись в компанию «Веб Фокус», Вы получите оперативную и качественную настройку почтовой рекламы в Google, которая заметно улучшит общие результаты почтового маркетинга Вашей компании.</p>

          <p>При разработке объявлений для Gmail мы учитываем, что пользователи видят их в свернутом варианте. Поэтому видимая часть предложения должна кратко передавать ключевую выгоду всего предложения. Иначе люди по нему не кликнут.</p>

          <p>Для внутренней части рекламного лендинга мы используем сочную привлекательную графику, убедительные и доходчивые тексты, написанные простым и понятным для целевой аудитории языком, обязательно добавляем призыв к действию (CTA), указываем информацию об акционных предложениях и скидках, которые предлагает своим клиентам рекламодатель. Все это в совокупности повышает вероятность конверсии.</p>

          <p>Так что через рекламные объявления в электронной почте «Гугл» фирмы могут не только продавать напрямую, но также расширять аудиторию подписчиков.</p>

          <p>Так что через рекламные объявления в электронной почте «Гугл» фирмы могут не только продавать напрямую, но также расширять аудиторию подписчиков.</p>

          <p>Эта функция помогает нам создавать микросегменты для высокоточной настройки таргетинга. Так Вы можете быть уверены, что показ объявлений будет настроен максимально точно, и его увидят лишь заинтересованные пользователи.</p>

          <p>В зависимости о того, какие цели установлены для рекламной компании, рекламодатель оплачивает либо клик по объявлению, либо конверсию. А все дальнейшие взаимодействия пользователей с рекламным контентом уже бесплатны.</p>

          <p class='mobile-last'>
          Поэтому реклама в Gmail – один из действенных способов увеличения продаж, усиления почтового маркетинга компании. Используйте возможности этого инструмента онлайн-маркетинга на благо Вашего бизнеса вместе с компанией «Веб Фокус».
          </p>
        </div>
      </div>
    </div>
</section>

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider' ); ?>
</main>
<?php get_footer() ?>