
<?php
/*
    Template Name: sostavlenie-semanticheskogo-yadra
    Template post type:  page
    */
?>


<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/context.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Составление семантического ядра</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Популярный и результативный инструмент интернет продвижения бизнеса — контекстная реклама, ключи для которой являются главным фактором успеха. Размещение контекстных объявлений помогает компаниям быстро увеличить продажи, повысить узнаваемость бренда, привлечь на сайт рекламодателя поток горячего трафика.
                </p>
              </div>
            </div>

            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость составление семантического ядра:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">250</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>
          </div>

          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>

  <section class="section-std success">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">этапы</h4>
      <h2 class="wow section-title ms-720">
      Почему важно правильно подбирать ключевики для контекстной рекламы?
      </h2>
      <div class="float-second quality-service">
        <div class="left-part">
          <p class="bold">
          Он состоит из ряда этапов:
          </p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
              Интернет-пользователь вводит в строку поисковика запрос.
              </p>
            </li>
            <li>
              <p class="bold">
              На странице с результатами поисковой выдачи он видит несколько рекламных объявлений, подходящих по смыслу к введенному запросу.
              </p>
            </li>
            <li>
              <p class="bold">
              Если какое-то из объявлений пользователь считает отвечающим на его запрос, то он нажимает на него и переходит по ссылке на ресурс рекламодателя.
              </p>
            </li>
            <li>
              <p class="bold">
              Пользователь приобретает товар или заказывает услугу, которая представлена на веб-странице.
              </p>
            </li>
          </ul>
        </div>

        <div class="quality-service_info">
          <p>Семантика для контекстной рекламы – это фразы, словосочетания, по которым заинтересованные пользователи ищут продукты и услуги в поисковиках. И задача грамотного рекламодателя — настроить показ рекламных объявлений так, чтобы они показывались только по этим фразам и выражениям.</p>

          <p>В компании «Веб Фокус» Вы можете заказать подготовку семантического ядра для контекстной рекламы «под ключ». Наши эксперты не только подберут необходимые для результативной рекламной кампании ключевые слова, но и разделят их на тематически группы в зависимости от особенностей рекламного проекта конкретного клиента. Выполним работу качественно и вовремя. Оставляйте заявку на сайте или заказывайте обратный звонок, если хотите оперативно получить полноценную семантику для рекламной кампании в контексте.</p>

          <p>Сбор семантики — важнейший этап для успеха рекламного проекта. Так что советуем рекламодателям уделять этому этапу пристальное внимание. Одни компании занимаются этим самостоятельно, другие поручают эту работу маркетинговым агентствам.</p>

          <p class='mobile-last'>
          У человека, у которого нет опыта работы в РРС-сфере, сбор ключевых слов для контекстной рекламы займет много времени, вплоть до нескольких недель. Особенно если заниматься этим вручную. Ускоряют этот процесс автоматизированные инструменты для сбора семантики. Но их способности тоже не стоит переоценивать, скрипты не сделают за Вас работу целиком. Чтобы грамотно подобрать ключи для использования в интернет-рекламе, нужно разбираться в механизме ее работы.
          </p>
        </div>
      </div>
    </div>
</section>

<div class="tmpl-cases">
  <?php get_template_part('template-parts/cases'); ?>
</div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std section-gray section-with-floating-bubbles">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">алгоритм</h4>
      <h2 class="wow section-title ms-720">Алгоритм высокой конверсии PPC-рекламы</h2>
      <p class="wow section-p ms-720">Чтобы весь этот алгоритм работал действенно и фирма получала высокую конверсию от РРС-рекламы, ей надо соблюдать следующие условия:</p>

      <article class="function-list-wrp">
        <div class="function-list-left-part first">
          <lottie-player class="image-box-bubbles" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/empty.json" loop speed="1" autoplay></lottie-player>
          <div class="function-list-left-content">
            <h3>Алгоритм РРС-рекламы:</h3>
          </div>
        </div>
        <ul class="function-list">
          <li>
            <span class="function-list-marker"></span>
            <p>Подобрать корректные ключевые фразы для контекстной рекламы. Это должны быть те словосочетания и выражения, по которым онлайн-пользователи ищут в Интернете конкретные товары и услуги. Причем ищут, чтобы приобрести, а не просто узнать характеристики, отзывы или сравнить с аналогами.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Содержание объявление должно быть релевантно пользовательскому запросу а также включать в себя УТП, которое не могут предложить конкуренты.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Веб-страница для перехода по объявлению должна максимально полно отвечать на введенный пользователем поисковый запрос и соответствовать размещенному объявлению.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Цепочка «поисковый запрос — рекламное объявление — посадочная страница» должна работать комплексно, донося предложение компании до целевых пользователей. В этом случае контекстная реклама принесет бизнесу новых клиентов и рост прибыли.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Основа для успешного продвижения — семантическое ядро в контекстной рекламе. Ведь рекламодатель платит деньги за переход интернет пользователя по своему объявлению. Поэтому первостепенная зачала специалиста по контексту — сделать клик как можно дешевле, а содержание объявления и посадочной страницы — как можно релевантнее пользовательскому запросу. И команда агентства «Веб Фокус» справится с этой задачей на отлично.</p>
          </li>

        </ul>
      </article>
  </section>
<!-- 
  <section class="section-std success">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">недостатки</h4>
      <h2 class="wow section-title ms-720">
      Как реклама в Gmail помогает бизнесу усовершенствовать email-маркетинг?
      </h2>
      <div class="float-second quality-service">
        <div class="left-part">
          <p class="bold">
          Также GSP теперь разрешает добавлять в развернутый вариант объявления более сложный интерактивный контент: видеоплееры и формы для сбора данных. Через такие встроенные формы можно собирать следующую информацию об интернет-пользователях:
          </p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
              Фамилию и имя;
              </p>
            </li>
            <li>
              <p class="bold">
              Адрес Email;
              </p>
            </li>
            <li>
              <p class="bold">
              Сведения об образовании;
              </p>
            </li>
            <li>
              <p class="bold">
              Марку авто;
              </p>
            </li>
            <li>
              <p class="bold">
              Предпочтительных услугах и местах их предоставления.
              </p>
            </li>
          </ul>
        </div>

        <div class="quality-service_info">
          <p>Добиться успеха в продвижении своей фирмы или бренда, умело используя возможности GSP, можно довольно быстро. Помните, что рекламодателям нужно строго придерживаться требований Google. Это означает не размещать рекламу на запрещенные тематики и не собирать запрещенные к сбору данные о пользователях.</p>

          <p>Обратившись в компанию «Веб Фокус», Вы получите оперативную и качественную настройку почтовой рекламы в Google, которая заметно улучшит общие результаты почтового маркетинга Вашей компании.</p>

          <p>При разработке объявлений для Gmail мы учитываем, что пользователи видят их в свернутом варианте. Поэтому видимая часть предложения должна кратко передавать ключевую выгоду всего предложения. Иначе люди по нему не кликнут.</p>

          <p>Для внутренней части рекламного лендинга мы используем сочную привлекательную графику, убедительные и доходчивые тексты, написанные простым и понятным для целевой аудитории языком, обязательно добавляем призыв к действию (CTA), указываем информацию об акционных предложениях и скидках, которые предлагает своим клиентам рекламодатель. Все это в совокупности повышает вероятность конверсии.</p>

          <p>Так что через рекламные объявления в электронной почте «Гугл» фирмы могут не только продавать напрямую, но также расширять аудиторию подписчиков.</p>

          <p>Так что через рекламные объявления в электронной почте «Гугл» фирмы могут не только продавать напрямую, но также расширять аудиторию подписчиков.</p>

          <p>Эта функция помогает нам создавать микросегменты для высокоточной настройки таргетинга. Так Вы можете быть уверены, что показ объявлений будет настроен максимально точно, и его увидят лишь заинтересованные пользователи.</p>

          <p>В зависимости о того, какие цели установлены для рекламной компании, рекламодатель оплачивает либо клик по объявлению, либо конверсию. А все дальнейшие взаимодействия пользователей с рекламным контентом уже бесплатны.</p>

          <p class='mobile-last'>
          Поэтому реклама в Gmail – один из действенных способов увеличения продаж, усиления почтового маркетинга компании. Используйте возможности этого инструмента онлайн-маркетинга на благо Вашего бизнеса вместе с компанией «Веб Фокус».
          </p>
        </div>
      </div>
    </div>
</section> -->

<section class="section-std">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">принципы</h4>
      <h2 class="wow section-title ms">Принципы подбора ключевых запросов для РРС</h2>
      <p class="wow section-p ms-720">
      Семантика для контекстной рекламы делится на несколько видов. Наиболее популярная классификация  — по частоте использования: высокочастотные (ВЧ), среднечастотные (СЧ), низкочастотные (НЧ) запросы. Высокочастотными называются ключи, которые чаще всего используют пользователи при поиске определенных товаров и услуг. Например, в сфере фастфуда и экспресс-доставки еды,  примером высокочастотного запроса может быть словосочетание «заказать пиццу». Цена клика по объявлению, которое видит пользователь при введении ВЧ-запроса, очень высока.
      <br><br>
      Рекламодатели часто концентрируются именно на ВЧ-ключах, забывая о средне- и низкочастотных запросах. А по ним цена клика намного ниже, хотя и число переходов, конечно, меньше. Но если грамотно провести сбор семантики для контекстной рекламы, то задача получить заданный объем трафика по приемлемой цене клика становится выполнимой.
      <br><br>
      Специалисты «Веб Фокус» понимают, насколько важно подобрать для рекламной кампании в контексте такие ключи, чтобы они были одновременно недорогими и кликабельными, благодаря точному попаданию в интересы интернет-пользователей.
      </p>
      <div class="sub-hero__info_left" style="margin-top: 6rem">
                <p><b>Чтобы у наших клиентов была качественная контекстная реклама, ключи для нее мы подбираем с учетом следующих факторов:</b>
                </p>
              </div>

      <div class="fourth-block__content">
        <div class="floating-card">
          <div class="floating-card-img">
            <div class="floating-card-img-wrp">
              <div class="floating-card-gray-layer">
                <img src="<?php echo get_template_directory_uri(); ?>/assets/img/targeting_new/grayblock-4-1.svg" alt="img">
              </div>
            </div>
          </div>
          <div class="floating-card-info-wrp">
            <h3>Стоимость перехода</h3>
            <div class="floating-card-arrow">
            </div>
            <p>НЧ-ключи дают более дешевые клики, но ВЧ-запросы более результативны. Поэтому семантическое ядро для контекста должно включать несколько видов ключей. Универсального соотношения между запросами с разной частотой не существует, все определяется нишей.</p>
          </div>
        </div>

        <div class="floating-card">
          <div class="floating-card-img">
            <div class="floating-card-img-wrp">
              <div class="floating-card-gray-layer">
                <img src="<?php echo get_template_directory_uri(); ?>/assets/img/targeting_new/grayblock-4-2.svg" alt="img">
              </div>
            </div>
          </div>
          <div class="floating-card-info-wrp">
            <h3>Кликабельность</h3>
            <div class="floating-card-arrow">
            </div>
            <p>Мы отбираем ключи, способные дать максимум переходов по контекстным объявлениям, благодаря своей релевантности потребности покупателя. И обычно это ключи с низкой частотой.</p>
          </div>
        </div>

        <div class="floating-card">
          <div class="floating-card-img">
            <div class="floating-card-img-wrp">
              <div class="floating-card-gray-layer">
                <img src="<?php echo get_template_directory_uri(); ?>/assets/img/targeting_new/grayblock-4-3.svg" alt="img">
              </div>
            </div>
          </div>
          <div class="floating-card-info-wrp">
            <h3>Конверсионность</h3>
            <div class="floating-card-arrow">
            </div>
            <p>Это показатель характеризует вероятность конверсии при использовании данного ключа. Точно высчитать кликабельность сложно, но стоит ориентироваться на данные Планировщик ключевых слов Google с учетом бюджета, выделенного на проведение рекламной кампании.</p>
          </div>
        </div>

        <div class="floating-card">
          <div class="floating-card-img">
            <div class="floating-card-img-wrp">
              <div class="floating-card-gray-layer">
                <img src="<?php echo get_template_directory_uri(); ?>/assets/img/targeting_new/grayblock-4-4.svg" alt="img">
              </div>
            </div>
          </div>
          <div class="floating-card-info-wrp">
            <h3>Удаление минус-слов</h3>
            <div class="floating-card-arrow">
            </div>
            <p>Минус-слова — слова ми фразы, по которым рекламодатель не хочет показывать свои объявления. Проработка списка минус-слов — важная задача, это способ минимизировать показ рекламы нецелевым пользователям и сократить расходы.</p>
          </div>
        </div>

        <p class="wow section-p ms-720">
        Инструменты для сбора ключевых слов мы подбираем в зависимости от главных особенностей будущей рекламной кампании заказчика. Цена услуги по формированию семантики для РРС-рекламы рассчитывается индивидуально. Чтобы узнать точную стоимость, позвоните нам, оставьте заявку на сайте или закажите обратный звонок.
      <br><br>
      Для успеха контекстной рекламы ключи являются залогом успеха. Обращайтесь в «Веб Фокус», если хотите подготовить надежный фундамент для продвижения своего бизнеса через РРС.
      </p>

    </div>
  </section>

  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider' ); ?>
</main>
<?php get_footer() ?>