<?php
/*
    Template Name: Targetirovannaya-reklama-facebook
    Template post type:  page
    */
?>
<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/smm.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">
          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Таргетированная <br> реклама в Facebook</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                  Настроить таргетированную рекламу в Facebook корректно — важная задача, если Вы стремитесь достичь успеха в продвижении бизнес-проекта через социальные сети. Эту платформу посещает примерно миллиард пользователей ежедневно. Познакомьте их со своим брендом и продукцией с помощью профессионально настроенной таргетированной рекламы в «Фейсбук».
                  <br>
                  <br>
                  Компания «Веб Фокус» много лет работает в области интернет-маркетинга и SMM. Мы настроим объявления в Facebook прицельно на аудиторию, заинтересованную в продвигаемых продуктах и услугах. Вы не потратите рекламный бюджет на общение с пользователями, которым неинтересно Ваше предложение.
                </p>
              </div>

            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость таргетированной рекламы в Facebook:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">350</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок рекламы:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>5</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>
  <section class="section-std success">
    <div class="container">
      <div class=" wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow section-subtitle">особенности</h4>
      <h2 class="wow section-title ms-720">
        ​Особенности таргетинга на площадке Facebook
      </h2>
      <div class="float-second quality-service quality-service_mrg-top">
        <p class="bold">Чтобы настроить результативную рекламную кампанию для заказчика, наши специалисты детально анализируют все аспекты проекта:</p>
        <div class="left-part">
          <ul class="quality-service-list">
            <li>
              <p class="bold">
                Позиционирование бренда на рынке;
              </p>
            </li>
            <li>
              <p class="bold">
                Особенности целевой аудитории, портреты ее отдельных сегментов;

              </p>
            </li>
            <li>
              <p class="bold">
                Особенности предложений фирм-конкурентов;
              </p>
            </li>
            <li>
              <p class="bold">
                Преимущества продвигаемых услуг и товаров;
              </p>
            </li>
            <li>
              <p class="bold">
                Бюджет проекта.
              </p>
            </li>
          </ul>
        </div>
        <div class="quality-service_info">
          <p>Таргетированная реклама через Facebook отличается большим количеством доступных настроек и вариаций. Гибкость таргетинга на этой платформе помогает при невысоких финансовых вложениях результативно продвигать свой бренд, его продукцию или сервисы на обширную пользовательскую аудиторию.</p>
          <p class='mobile-last'>
            Расширенный функционал таргетированной рекламы через «Фейсбук» в сочетании с опытом и профессионализмом команды «Веб Фокус» помогут Вам настроить и запустить рекламную кампанию, которая приведет новых клиентов и существенно поднимет продажи.
          </p>
          <p class="floating-p-appear_dis">
            Задача результативной настройки таргетированной рекламы Facebook в том, чтобы показывать объявления тем людям, которым интересен конкретный товар или услуга. Соединить нужную продукцию с тем, кто в ней заинтересован средствами таргетинга — вот суть этой работы. Реклама, показанная в нужное время правильному человеку вызывает не раздражение, а позитив, повышает продажи и лояльность пользователей.
          </p>
          <p class="floating-p-appear_dis">
            Продуманная настройка таргетированной рекламы в «Фейсбук» должна приводить к росту продаж, а не просто к низкой цене за клик. Даже если стоимость перехода по объявлению будет невысокой, но никто из привлеченных пользователей не сделает покупку, эффективность такой рекламы нулевая, это зря потраченные деньги и время.
          </p>
          <p class="floating-p-appear_dis">
            В результате анализа мы настраиваем аудиторию таргетинга, которой будут показываться объявления заказчика в «Фейбуке». Во время кампании мы параллельно тестируем несколько версий аудитории таргетинга, чтобы определить самый перспективный сегмент и сконцентрировать на нем свои усилия.
          </p>
          <p class="floating-p-appear_dis">
            Мы не только грамотно настраиваем аудитории, но и создаем максимально релевантные и «цепляющие» объявления. Подбираем яркую запоминающуюся иллюстрацию и пишем текст, отражающий главные выгоды предложения или называющий основные «боли» клиента.
          </p>
          <p class="floating-p-appear_dis">
            Перед запуском масштабной кампании мы тестируем различные варианты объявлений для каждого сегмента аудитории, чтобы найти тот формат, которые привлекает больше всего пользователей.
          </p>
          <p class="floating-p-appear_dis">
            Тестирование аудиторий и вариантов объявлений занимает немало времени, но это единственный точный способ определить параметры эффективной контекстной рекламы на площадке «Фейсбук».
          </p>

        </div>
        <p class="floating-p-appear">
          Задача результативной настройки таргетированной рекламы Facebook в том, чтобы показывать объявления тем людям, которым интересен конкретный товар или услуга. Соединить нужную продукцию с тем, кто в ней заинтересован средствами таргетинга — вот суть этой работы. Реклама, показанная в нужное время правильному человеку вызывает не раздражение, а позитив, повышает продажи и лояльность пользователей.
        </p>
        <p class="floating-p-appear">
          Продуманная настройка таргетированной рекламы в «Фейсбук» должна приводить к росту продаж, а не просто к низкой цене за клик. Даже если стоимость перехода по объявлению будет невысокой, но никто из привлеченных пользователей не сделает покупку, эффективность такой рекламы нулевая, это зря потраченные деньги и время.
        </p>
        <p class="floating-p-appear">
          В результате анализа мы настраиваем аудиторию таргетинга, которой будут показываться объявления заказчика в «Фейбуке». Во время кампании мы параллельно тестируем несколько версий аудитории таргетинга, чтобы определить самый перспективный сегмент и сконцентрировать на нем свои усилия.
        </p>
        <p class="floating-p-appear">
          Мы не только грамотно настраиваем аудитории, но и создаем максимально релевантные и «цепляющие» объявления. Подбираем яркую запоминающуюся иллюстрацию и пишем текст, отражающий главные выгоды предложения или называющий основные «боли» клиента.
        </p>
        <p class="floating-p-appear">
          Перед запуском масштабной кампании мы тестируем различные варианты объявлений для каждого сегмента аудитории, чтобы найти тот формат, которые привлекает больше всего пользователей.
        </p>
        <p class="floating-p-appear">
          Тестирование аудиторий и вариантов объявлений занимает немало времени, но это единственный точный способ определить параметры эффективной контекстной рекламы на площадке «Фейсбук».
        </p>
      </div>
    </div>
  </section>
  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std section-with-floating-bubbles">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">выбор</h4>
      <h2 class="wow section-title ms-720">Что лучше выбрать для SMM Facebook?</h2>
      <div class="float-second quality-service quality-service_mrg-top">
        <div class="left-part">
          <p class="bold">Все многообразие настроек таргетированной рекламы Facebook условно делится на два типа:</p>
          <ul class="quality-service-list">
            <li>
              <p class="bold">
                Холодная» аудитория.
              </p>
            </li>
            <li>
              <p class="bold">
                Пользователи, пришедшие через ретаргетинг.
              </p>
            </li>

          </ul>
        </div>
        <div class="quality-service_info">
          <p class='mobile-last'>
            К «холодной» аудитории или «холодному» трафику относятся пользователи, ранее незнакомые с продвигаемым брендом и его продукцией, не посещавшие сайт рекламодателя. Демонстрация объявлений этой части аудитории поднимает узнаваемость бренда.
          </p>
        </div>
      </div>
      <article class="function-list-wrp">
        <div class="function-list-left-part first">
          <lottie-player class="image-box-bubbles" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/empty.json" loop speed="1" autoplay></lottie-player>
          <div class="function-list-left-content">
            <h3>Инструментарий «Фейсбука» дает возможность ориентироваться на таких людей, используя следующие параметры:</h3>
          </div>
        </div>
        <ul class="function-list">
          <li>
            <span class="function-list-marker"></span>
            <p>Бренды и интересы — сюда входят страницы компаний и мероприятий, на которые подписан человек.</p>
          </li>

          <li>
            <span class="function-list-marker"></span>
            <p>Жизненные события и семейное положение – позволяет показывать объявления только людям определенного семейного статуса (замужем/женат, свободен/в поиске, помолвлен, в разводе, с детьми или без).</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Пол и возраст.</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Язык.</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Похожие аудитории — площадка сама подбирает, кому показывать рекламу, на основе характеристик другой аудитории (подписчики корпоративного сообщества, например).</p>
          </li>

        </ul>
      </article>
      <article class="function-list-wrp">
        <div class="function-list-left-part first">
          <lottie-player class="image-box-bubbles" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/empty.json" loop speed="1" autoplay></lottie-player>
          <div class="function-list-left-content">
            <h3>Ко второму типу трафика (ретаргетинг) относятся пользователи, которые уже посещали ранее веб-сайт рекламодателя или взаимодействовали с брендом как-то иначе:</h3>
          </div>
        </div>
        <ul class="function-list">
          <li>
            <span class="function-list-marker"></span>
            <p>Посещали корпоративный веб-ресурс или его отдельные веб-страницы;</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Смотрели видео бренда на «Фейсбуке»;</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Пользователи, которые ставили «лайк», комментировали и репостили публикации рекламодателя;</p>
          </li>
          <li>
            <span class="function-list-marker"></span>
            <p>Список пользователей, загруженный в систему напрямую (например, подписанные на корпоративную рассылку).</p>
          </li>
        </ul>
      </article>
      <p class="ms-720 next-p">
        Можно <strong>настроить таргетированную рекламу в Facebook</strong> на таких пользователей, чтобы периодически напоминать им о товарах и услугах, которыми они интересовались. Объявления можно сделать общими или динамическими. Настройка таргетированной рекламы в «Фейсбук» через динамические объявления позволяет продвигать всю продукцию бренда одновременно, не создавая множество отдельных сообщений. Это очень удобно при работе с большим ассортиментом.
      </p>
      <p class="ms-720 next-p">Качественная реклама на «Фейсбуке», настроенная командой специалистов «Веб Фокус» действует в двух направлениях: находит новых пользователей и знакомит их с брендом, а затем дает реалистичный призыв совершить целевое действие.</p>
      <p class="ms-720 next-p">Кампании, рассчитанные на «холодную» аудиторию, дают меньше кликов и покупок, чем кампании ретаргетинга. И это нормально. Первый тип кампаний работает на расширение охвата, рост узнаваемости и доверия, второй — на реальные продажи. Для устойчивого результата нужно использовать кампании обоих типов.</p>
      <p class="ms-720 next-p">Качественно настроить таргетированную рекламу в Facebook под силу только настоящим профессионалам интернет-маркетинга. Поручите эту работу экспертам фирмы «Веб Фокус», и будьте уверены, что мы добьемся наилучших результатов. Присылайте свою заявку через онлайн-форму обратной связи на сайте или звоните нам по телефонам. Мы подробно проконсультируем Вас по поводу услуг и расценок, обсудим детали проекта и подберем оптимальный пакет услуг и формат сотрудничества. Используйте весь потенциал Facebook, чтобы получить новых клиентов, повысить продажи и вывести бизнес на новый уровень.</p>


    </div>
  </section>


  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>