<?php
/*
    Template Name: tehnicheskaya-podderzhka-sajta
    Template post type:  page
    */
?>

<?php get_header() ?>
<main>
  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/arrows.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Техническая поддержка сайта</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Профессиональная техническая поддержка сайта, стоимость которой не ляжет тяжелым бременем на бюджет компании, это важный компонент продуктивной работы компании в Интернете. Грамотная техподдержка помогает веб-ресурсу сохранять актуальность, поддерживает интерес к нему сто стороны целевых пользователей.
                <br><br>
                Собственный веб-ресурс жизненно необходим современному бизнесу, чтобы поддерживать доверие и лояльность целевой аудитории, привлекать новых клиентов, которые часто черпают информацию о товарах и услугах в Интернете.
                </p>
              </div>
            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость технической поддержки сайта:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">550</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>

  <section class="section-std  section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">техподдержка</h4>
      <h2 class="wow section-title ms-720">Зачем веб-ресурсам постоянная техподдержка</h2>
      <p class="section-p ms-720">
      Как только новый веб-сайт начал свою работу, нужно позаботиться о его обеспечении профессиональной техподдержкой на будущее. Нет смысла тратиться на создание сайта, если в дальнейшем он не будет развиваться и обновляться. Требования рынка к коммерческим ресурсам постоянно меняются, технологии совершенствуются, чтобы сохранять конкурентоспособность, онлайн-площадка должна им соответствовать.
      <br><br>
      Заказывая услуги технической поддержки сайта в агентстве «Веб Фокус», Вы можете не сомневаться в том, что наша команда приложит все усилия, чтобы сайт работал быстро корректно, отвечал требованиям пользователей, регулярно пополнялся новым полезным контентом, расширял собственный функционал.
      </p>

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Дополнительные работы в виде:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Комплексное техническое сопровождение онлайн-площадки сотрудниками «Веб Фокус» означает не только периодическую актуализацию контента, но и дополнительные работы в виде:
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Усовершенствования дизайнерского оформления;</p>
              </li>
              <li>
                <p class="bold">Редактирование иерархии сайта либо его отдельных разделов;</p>
              </li>
              <li>
                <p class="bold">Внедрение дополнительных блоков и опций, полезных пользовательских инструментов и новых разделов.</p>
              </li>
            </ul>
            <p>
            Такая разносторонняя работа по контролю за актуальностью ресурса и над его непрерывным развитием формируют и поддерживают у онлайн-аудитории устойчиво высокий интерес к веб-ресурсу.
            </p>
            <p>
            Стоимость технической поддержки сайта несравнима с той пользой для бизнеса, которую дает актуальный, наполненный полезный информацией веб-ресурс. По итогу регулярное техобслуживание площадки не только поддерживает ее работоспособность, но и помогает уладить многие задачи, стоящие перед бизнесом.
            </p>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Стоимость поддержки сайта:</h3>
          </div>
          <div class="step-to-goal__info">
          <p>
          Стоимость поддержки сайта в месяц окончательно рассчитывается на основе выбранного клиентом формата сотрудничества:
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Плата за постоянную техподдержку рассчитывается на базе среднемесячного объема выполненных задач.</p>
              </li>
              <li>
                <p class="bold">Для периодической поддержки цена рассчитывает по фактически потраченному времени на поддержку интернет-площадки.</p>
              </li>
              <li>
                <p class="bold">При разовом обслуживании клиент платит за каждый вызов для устранения неполадок или усовершенствования ресурса.</p>
              </li>

            </ul>

          </div>
        </div>

      </div>
    </div>
  </section>

  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std success">
        <div class="container">
            <div class=" wow arrow-fall-down">
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
                <div class="arrow-fall"></div>
            </div>
            <h4 class="wow section-subtitle">опции</h4>
            <h2 class="wow section-title ms-720">
            Составляющие комплексной техподдержки онлайн-площадок
            </h2>
            <div class="float-second quality-service">
                <div class="left-part">
                    <p class="bold">В пакет работ по техподдержке веб-ресурсов в студии «Веб Фокус» входят такие опции как:</p>
                    <ul class="quality-service-list">
                        <li>
                            <p class="bold">
                            Еженедельный либо ежемесячный бэкап площадки.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Ускорение загрузки веб-страниц.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Настройка корпоративных email-адресов и их администрирование.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Регистрация домена.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Установка, первичная настройка, обновление функционала выбранной для сайта CMS.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Написание или покупка новых расширений, плагинов для добавления на веб-ресурс дополнительных функций.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Устранение вирусного заражения или других обнаруженных или возможных угроз безопасности площадки, его устойчивой работе.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Периодическое обновление контента на ресурсе (новости, инфостатьи, обновление информации в товарной каталоге, добавление новых карточек товаров, страниц услуг.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Консультирование для сотрудников компании-заказчика по работе с CMS.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Точечное или комплексное усовершенствование дизайна веб-площадки, отдельных элементов интерфейса.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Постоянный мониторинг работоспособности веб-сайта.
                            </p>
                        </li>
                        <li>
                            <p class="bold">
                            Комплекс работ в области SEO.
                            </p>
                        </li>
                    </ul>

                </div>
                <div class="quality-service_info">
                    <p>
                    Чтобы готовый веб-ресурс успешно решал стоящие перед ним задачи, ему нужно быть красивым и удобным, но и периодически пополняться новыми материалами, полезными статьями, свежими новостными публикациями, дополнительными опциями.
                    </p>
                    <p>
                    Клиентам студии «Веб Фокус» доступны услуги поддержки сайта на разовой или регулярной основе. Отправить заявку можно через онлайн-форму или по телефону.
                    </p>
                    <p>
                    Самый выгодный для клиента формат сотрудничества — это долговременное обслуживание сайта в одной специализированной фирме. Заказывая такие длительные услуги поддержки сайта у нас, Вы подписываете официальное соглашение, где указан подробный список опций, входящих в пакет.
                    </p>
                    <p>
                    Профильная поддержка сайта, стоимость которой заметно меньше, нежели содержание штатного специалиста, будет оказана Вашему веб-ресурсу сотрудниками компании с применением всех доступных технологий и инструментов.
                    </p>
                    <p class='mobile-last'>
                    Вне зависимости от того, какой формат оказания услуг техподдержки Вы выберете, до начала работы мы проведем подробный SEO-аудит ресурса и его техническую диагностику. Это нужно, чтобы наши эксперты понимали, каковы актуальные параметры работоспособности использованных на сайте скриптов и модулей, профессионального уровня верстки.
                    </p>
                </div>
            </div>
        </div>
    </section>

  <section class="section-std  section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">факторы</h4>
      <h2 class="wow section-title ms-720">Что дает бизнесу профессиональная техподдержка веб-ресурсов</h2>
      <!-- <p class="section-p ms-720">
        Грамотное тестирование веб приложений помогает решать бизнесу важные практические задачи:
      </p> -->

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Эксперты «Веб Фокус» обеспечит Вашей интернет-площадке:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Профессиональные услуги техподдержки онлайн-площадок командой фирмы «Веб Фокус» — залог их надежной бесперебойной работы, регулярного обновления и своевременной доработки. Наши сотрудники помогут Вам не только наполнять ресурс свежим контентом, но и дорабатывать его дизайнерское оформление, функционал в соответствии с актуальными требованиями клиентов и рынка, чтобы сайт оставался на переднем крае новых технологий.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Скоростную загрузку.</p>
              </li>
              <li>
                <p class="bold">Стабильное функционирование без сбоев.</p>
              </li>
              <li>
                <p class="bold">Стильный и эффектный дизайн, соответствующий последним трендам.</p>
              </li>
              <li>
                <p class="bold">Понятный интерфейс, где без труда разберутся даже неопытные пользователи.</p>
              </li>
              <li>
                <p class="bold">Высокие места в поисковиках по нужным запросам.</p>
              </li>
              <li>
                <p class="bold">Точное отображение и функционирование в браузерах и на гаджетах произвольного типа.</p>
              </li>
              <li>
                <p class="bold">Рост посещаемости и конверсий.</p>
              </li>
            </ul>
            <p>
            Регулярная техподдержка онлайн-площадки опытными мастерами сводит к минимуму угрозу потерять высокие места в итогах поиска, посетителей и сделки. Согласитесь, обидно потерять это, потратив много времени и денег на создание сложного веб-ресурса.
            </p>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Рассчитывая цену услуг техподдержки для веб-ресурсов, мы опираемся на три фактора:</h3>
          </div>
          <div class="step-to-goal__info">

            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Сложность и объем работ, нужных для достижения поставленных результатов;</p>
              </li>
              <li>
                <p class="bold">Формат сотрудничества;</p>
              </li>
              <li>
                <p class="bold">Фактически затраченное специалистами время.</p>
              </li>
            </ul>
            <p>
            Каким бы надежным и современным не был интернет-ресурс на момент запуска, ему все равно необходима качественная техподдержка. Помните, что стоимость поддержки сайта профессионалами «Веб Фокус» все равно окажется ниже, чем цена исправления системных проблем и недочетов, которых можно было избежать, если бы ресурс вовремя обслуживался.
            </p>
          </div>
        </div>

      </div>
    </div>
  </section>



  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>