<?php
/*
    Template Name: transkribacziya-teksta
    Template post type:  page
    */
?>

<?php get_header() ?>
<main>

  <div class="sub-hero-wrp">
    <lottie-player class="bg-animation contekst" src="<?php echo get_template_directory_uri(); ?>/js/json-animation/context.json" loop speed="1" autoplay></lottie-player>
    <section class="sub-hero">

      <div class="container">
        <div class="sub-hero-wrapper">

          <?php echo do_shortcode('[breadcrumb_simple]') ?>
          <h1 class="sub-hero__title">Транскрибация текста</h1>
          <div class="sub-hero__info-wrapper">
            <div class="sub-hero__info">
              <div class="sub-hero__info_left">
                <p>
                Транскрибация аудио пользуется спросом у людей, работающих в разных отраслях: маркетинг, журналистика, образование и обучение, инфобизнес и т. д. Все большему количеству людей приходится работать с большими объемами информации. Сделать этот процесс продуктивнее помогает перевод звукозаписей в текст.
                </p>
              </div>
            </div>
            <div class="sub-hero__info_price">
              <div class="price-row">
                <h4>Стоимость транскрибаций текста:</h4>
                <div class="price-coast-converter">
                  <h4>от <span class="byn-price">250</span> BYN</h4>
                </div>
                <div class="coast-convert">
                  <span>?</span>
                </div>
                <div class="coast-converting-price">
                  <p>от <span class="RUB-convert" id="convert-RUB-coast"></span> P</p>
                  <p>от <span class="USD-convert" id="convert-USD-coast"></span> $</p>
                </div>
              </div>

              <div class="price-row last">
                <h4>Срок создания:</h4>
                <div class="price-coast-converter">
                  <h4>от <span>3</span> дней</h4>
                </div>
              </div>
              <div class="linear-hover-border-btn ">
                <button type="button" class="linear-link"><span>ЗАКАЗАТЬ</span></button>
              </div>
            </div>

          </div>
          <div class="arrow-down-wrapper">
            <div class="arrow-down-wrp">
              <div class="arrow-down"> </div>
            </div>
          </div>
        </div>
    </section>
  </div>

  <section class="section-std algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">этапы</h4>
      <h2 class="wow section-title ms-720">Процедура расшифровки аудиозаписей</h2>
      <!-- <p class="section-p ms-720">
      Как только новый веб-сайт начал свою работу, нужно позаботиться о его обеспечении профессиональной техподдержкой на будущее. Нет смысла тратиться на создание сайта, если в дальнейшем он не будет развиваться и обновляться. Требования рынка к коммерческим ресурсам постоянно меняются, технологии совершенствуются, чтобы сохранять конкурентоспособность, онлайн-площадка должна им соответствовать.
      <br><br>
      Заказывая услуги технической поддержки сайта в агентстве «Веб Фокус», Вы можете не сомневаться в том, что наша команда приложит все усилия, чтобы сайт работал быстро корректно, отвечал требованиям пользователей, регулярно пополнялся новым полезным контентом, расширял собственный функционал.
      </p> -->

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Профессиональная транскрибация, заказать которую можно в компании «Веб Фокус», состоит из следующих этапов:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Клиенты ценят возможность заказать транскрибацию аудио в текст, потому что это помогает экономить время. Человек записывает интересующую информацию в аудиоформате, а далее профи преобразуют ее в текст, уберут оплошности и речевые ошибки, слова-паразиты и лишние предложения, мешающие воспринимать главный смысл, оставят лишь то, что важно.
            </p>
            <p>
            Все, что необходимо для заказа услуги — это передать сотрудникам «Веб Фокус» звуковую запись. Даже если качество звука оставляет желать лучшего, это не станет препятствием для наших работников.
            </p>
            <p>
            Ситуации, когда устройство, на которое ведется запись, расположено на значительном расстоянии от спикера или микрофона не редкость. Но в нашем распоряжении есть все необходимое оборудование, чтобы улучшить качество звука и получить максимально точный текст выступления. Цена транскрибации текста нашими специалистами демократична и окажется по карману даже тем, чей бюджет по подобные услуги строго ограничен.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Улучшение качества звука на предоставленной клиентом записи, если в этом есть необходимость. Используем специализированное ПО.</p>
              </li>
              <li>
                <p class="bold">Непосредственная расшифровка записи и ее перевод в текст.</p>
              </li>
              <li>
                <p class="bold">Редактирование готового материала. На этом этапе мы удаляем все лишнее (вводные слова, слова-паразиты, отступления от темы, речевые ошибки и т. д.), систематизируем информацию, выстраиваем ее с использованием более совершенных грамматических конструкций. Это необходимо, что облегчить чтение и восприятие готового материала, чтобы из него было проще выделить главные мысли, составить стройную структуру выступления.</p>
              </li>
              <li>
                <p class="bold">Передача готового отредактированного текста заказчику.</p>
              </li>
            </ul>
            <p>
            Такой формат работы с информацией, выступлениями важных спикеров, тренеров, в разы надежнее записей, пометок, конспектов. Главная трудность с такими записями — в них оказывается слишком много непонятных сокращений, которые трудно расшифровать при чтении.
            </p>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Дополнительные опции:</h3>
          </div>
          <div class="step-to-goal__info">
          <p>
          Также в компании «Веб Фокус» можно заказать не только саму расшифровку звукозаписей, но и ряд дополнительных опций, среди них:
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Комплексная литературная обработка расшифрованного текста;</p>
              </li>
              <li>
                <p class="bold">Расстановка тайм-кодов;</p>
              </li>
              <li>
                <p class="bold">Преобразование информации на аудио в формат графиков, таблиц, диаграмм и т. д.;</p>
              </li>
              <li>
                <p class="bold">Подготовка полученного текста к печати;</p>
              </li>
              <li>
                <p class="bold">Перевод иностранного текста на русский либо наоборот.</p>
              </li>

            </ul>

          </div>
        </div>

      </div>
    </div>
  </section>

  <div class="tmpl-cases">
    <?php get_template_part('template-parts/cases'); ?>
  </div>
  <?php get_template_part('template-parts/contact-form'); ?>

  <section class="section-std section-std-top-0">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">информация</h4>
      <h2 class="wow section-title ms-720">Методики обработки и расшифровки звуковой дорожки</h2>

      <div class="three-part-p three-part-p_mrg-top">
        <p>
        На разных этапах работы по развитию и продвижению бизнеса может понадобиться транскрибация, заказать которую стоит у профессионалов. Преобразовать в текст записи выступлений на конференциях, вебинарах, мастер-классах, круглых столах и других мероприятий поможет команда агентства «Веб Фокус». Мы в короткие сроки подготовим полноценные тексты на основе аудиозаписей, предоставленных клиентом.
        </p>
        <p>
        Транскрибация аудио в текстовый формат осуществляется двумя методами: через специализированного ПО либо вручную специалистом. Качество результатов каждого метода  зависит от того, на какую тему информация, насколько она сложна. Время на обработку звукозаписей вручную и через специальную программу тоже отличается. Программа переведет звуковую дорожку в текст гораздо быстрее человека. Но все равно после нее материал нуждается в тщательном редактировании. Автоматический алгоритм далеко не всегда верно распознает отдельные слова, в особенности если это профильные термины, которые используют узкие специалисты.
        </p>
        <p>
        Чем сложнее тема выступления, тем более целесообразно привлекать к его расшифровке людей. Цена транскрибации аудио в текст напрямую зависит от методики расшифровки. Даже если команде специалистов помогает разнообразное ПО и другие технические инструменты, от людей все равно требуется высокая степень внимательности, полное погруженность в тему материала, умение перерабатывать значительный объем данных в короткие сроки, и, конечно, усидчивость. Если не хотите тратить много часов на самостоятельную расшифровку текста или получить перечень не слишком связанных между собой фраз после компьютерной расшифровки, то стоит сразу обращаться за транскрибацией к опытным профессионалам.
        </p>
      </div>

  </section> 

  <section class="section-std  section-gray algoritm-block fifth-block">
    <div class="container">
      <div class="wow arrow-fall-down">
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
        <div class="arrow-fall"></div>
      </div>
      <h4 class="wow  section-subtitle">схемы</h4>
      <h2 class="wow section-title ms-720">Что дает бизнесу профессиональная техподдержка веб-ресурсов</h2>
      <!-- <p class="section-p ms-720">
        Грамотное тестирование веб приложений помогает решать бизнесу важные практические задачи:
      </p> -->

      <div class="steps-to-goal steps-to-goal_mrg-top">

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>01.</h3> <span>Шаг 1</span>
            </div>
            <h3>Оплата услуг транскрибации может быть рассчитана по одной из трех схем:</h3>
          </div>
          <div class="step-to-goal__info">
            <p>
            Стоимость расшифровки звукозаписи определяется нами индивидуально для каждого проекта. Мы предоставляем заказчикам ряд опций на выбор, от комбинации которых зависит итоговая цена работы. Заявку можно оформить онлайн либо по телефону. После этого нужно отправить нам аудио- или видеофайл. Мы оценим, насколько сложная, объемная и длительная предстоит работа, уточним пожелания клиента к готовому текстовому материалу и сможем точно назвать итоговую цену.
            </p>
            <ul class="arrow-marked-list">
              <li>
                <p class="bold">По количеству символов в готовом тексте (ставка за 1000 символов);</p>
              </li>
              <li>
                <p class="bold">По длительности записи (ставка на минуту записи);</p>
              </li>
              <li>
                <p class="bold">По времени, которое потратила команда на расшифровку файла.</p>
              </li>
            </ul>
          </div>
        </div>

        <div class="step-to-goal">
          <div class="step-to-goal__left">
            <div class="step-to-goal__number">
              <h3>02.</h3> <span>Шаг 2</span>
            </div>
            <h3>Окончательная стоимость перевода звуковой информации в текстовую зависит он нескольких факторов:</h3>
          </div>
          <div class="step-to-goal__info">

            <ul class="arrow-marked-list">
              <li>
                <p class="bold">Длительность записи;</p>
              </li>
              <li>
                <p class="bold">Число участников выступления;</p>
              </li>
              <li>
                <p class="bold">Качества звука;</p>
              </li>
              <li>
                <p class="bold">Потребность в тайм-кодах;</p>
              </li>
              <li>
                <p class="bold">Сроки;</p>
              </li>
              <li>
                <p class="bold">Сложность форматирования, необходимость в дополнительной редактуре.</p>
              </li>
            </ul>
            <p>
            Не последнюю роль в стоимости услуги играет и тип мероприятия, формат выступления, которое нужно перевести в текст. Цена транскрибации монолога будет ниже, чем если выступает несколько участников.
            </p>
            <p>
            Важно понимать, в ходе транскрибации мастера не перепечатывают в точности все, что услышали при прослушивании дорожки. Наша команда создает продуманный, грамотный материал с четкой структурой, полностью готовый для презентации на нужную аудиторию. Мы анализируем суть выступления на записи и на ее основе готовим понятный, корректно составленный с логической и грамматической точки зрения материал. Излагаем основные мысли последовательно, без «лирических отступлений», лишних вводных конструкций.
            </p>
            <p>
            Наша задача — предоставить клиенту полноценный материал в короткие сроки. Над каждым заказом трудится команда опытных профи, знающих и ответственных специалистов. Так что можете не сомневаться, Ваша запись будет расшифрована грамотно и вовремя. Заказывайте  транскрибацию аудио у профи в агентстве «Веб Фокус» и будьте уверены в своевременной и профессиональной реализации проекта.
            </p>
          </div>
        </div>

      </div>
    </div>
  </section>



  <?php get_template_part('template-parts/request-form'); ?>
  <?php get_template_part('template-parts/last-posts'); ?>
  <?php get_template_part('template-parts/reviews-slider'); ?>
</main>
<?php get_footer() ?>