Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: Sorry, post does not exist.
de_de: Leider existiert kein Beitrag.
es_es: Lo siento, la entrada no existe.
ja: 申し訳ありませんが、投稿はありません。
tr_tr: Üzgünüm, bu yazı yok.
uk: Вибачте, запис не існує.

source: Use <a href="%s">WP User Avatar</a> for handling avatars in the plugin.
de_de: Verwende <a href="%s">WP User Avatar</a> für die Anzeige von Avataren im Plugin.
es_es: Usar <a href="%s">WP User Avatar</a> para manejar los avatares en el plugin.
ja: プラグインでアバターを処理するには、<a href="%s">WPユーザーアバター(WP User Avatar)</a>を使用します。
tr_tr: Bu eklentide avatar için<a href="%s">WP User Avatar</a> eklentisini kullan.
uk: Використовувати <a href="%s">WP User Avatar</a> плагін для відображення аватарів.

source: Filter all new comments through <a href="%s">Akismet Anti-Spam</a> plugin.
de_de: Filtere alle neuen Kommentare über das Plugin <a href="%s">Akismet Anti-Spam</a>.
es_es: Filtrar todos los comentarios nuevos a través del plugin <a href="%s">Akismet Anti-Spam</a>.
ja: <a href="%s">Akismetアンチスパム(Akismet Anti-Spam)</a>プラグインを使用して、すべての新しいコメントをフィルタします。
tr_tr: Tüm yeni yorumları <a href="%s">Akismet Anti-Spam</a> eklentisi aracılığıyla filtrele.
uk: Фільтрувати всі нові коментарі через <a href="%s">Akismet Anti-Spam</a> плагін.

source: Load comments when user scrolls to it.
de_de: Lädt Kommentare, wenn der Benutzer dorthin scrollt.
es_es: Cargar comentarios cuando el usuario se desplaza hacia ellos.
ja: ユーザーがスクロールしたときにコメントをロードします。
tr_tr: Kullanıcı ona kaydırıldığında yorumları yükleyin.
uk: Довантажувати коментарі в момент коли користувач прокрутив (проскролив) до них.

source: Load on Scroll
de_de: Laden beim Scrollen
es_es: Cargar al desplazarsse
ja: スクロールでロード
tr_tr: Kaydırma ile Yorum Yükleme
uk: Ліниве завантаження

source: Subscriber
de_de: Abonnent/in
es_es: Suscriptor
ja: 購読者
tr_tr: Abone
uk: Підписник

source: When users will authorize via plugin, they are being registered and be assigned with group selected above.
de_de: Wenn Benutzer sich über das Plugin autorisieren, werden sie registriert und der oben ausgewählten Gruppe zugeordnet.
es_es: Cuando los usuarios autorizan a través del plugin, se registran y se les asigna el grupo seleccionado anteriormente.
ja: ユーザーがプラグインで認証するとき、ユーザーは登録され、上で選択したグループに割り当てられます。
tr_tr: Kullanıcılara eklenti yoluyla yetki verilirse, onlar kaydedilip ve yukarıda seçilen gruba atanacaktır.
uk: Після авторизації через плагін, система автоматично створює профіль з обраною групою вище.

source: Register User Group
de_de: Benutzergruppe anlegen
es_es: Registrar grupo de usuarios
ja: ユーザーグループを登録する
tr_tr: Kullanıcı Grubunu Kaydet
uk: Група користувача

source: Social Network Subscriber
de_de: Soziale Netze Abonnent
es_es: Suscriptor de red social
ja: ソーシャルネットワークの購読者
tr_tr: Sosyal Ağ Abonesi
uk: Підписник соц. мережі

source: AnyComment is an advanced commenting system for WordPress.
de_de: AnyComment ist ein erweitertes Kommentarsystem für WordPress.
es_es: AnyComment es un sistema avanzado de comentarios para WordPress.
ja: AnyCommentはWordPress用の高度なコメントシステムです。
tr_tr: AnyComment, WordPress için gelişmiş bir yorumlama sistemidir.
uk: AnyComment - це передова система коментування для WordPress.

source: Quick Login
es_es: Inicio rápido
ja: クイックログイン
tr_tr: Hızlı Giriş
uk: Швидкий вхід

source: oldest
de_de: älteste
es_es: más antiguo
ja: 最も古い
tr_tr: daha eski
uk: старі

source: newest
de_de: neuste
es_es: el más nuevo
ja: 最新
tr_tr: daha yeni
uk: нові

source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
ja: 並び替え
tr_tr: Sırala
uk: Спочатку

source: Logout
de_de: Abmelden
es_es: Salir
ja: ログアウト
tr_tr: Çıkış
uk: Вийти

source: Send
de_de: Senden
es_es: Enviar
ja: 送信
tr_tr: Gönder
uk: Відправити

source: No news yet
de_de: Keine Neuigkeiten im Moment
es_es: Aún no hay noticias
ja: まだニュースはありません
tr_tr: Henüz haber yok
uk: Новин поки що не було

source: News
de_de: Neuigkeiten
es_es: Noticias
ja: ニュース
tr_tr: Haberler
uk: Новини

source: No users yet
de_de: Noch keine Benutzer
es_es: Aún no hay usuarios
ja: ユーザーはまだいません
tr_tr: Henüz kullanıcı yok
uk: Дані поки що відсутні

source: Most Active Users
de_de: Aktivste Benutzer
es_es: Usuarios más activos
ja: 最もアクティブなユーザー
tr_tr: En Etkin Kullanıcılar
uk: Найактивніші користувачі

source: Users
de_de: Benutzer
es_es: Usuarios
ja: ユーザー
tr_tr: Kullanıcılar
uk: Користувачі

source: Comments
de_de: Kommentare
es_es: Comentarios
ja: コメント
tr_tr: Yorumlar
uk: Коментарі

source: Overal Statistics
de_de: Gesamtstatistik
es_es: Estadísticas generales
ja: 一般的な統計量
tr_tr: Tüm İstatistikler
uk: Загальна статистика

source: All Comments
de_de: Alle Kommentare
es_es: Todos los comentarios
ja: コメント一覧
tr_tr: Tüm Yorumlar
uk: Всі коментарі

source: Commentators
de_de: Kommentatoren
es_es: Comentaristas
ja: コメンテーター
tr_tr: Yorumcular
uk: Коментатори

source: Social
ja: ソーシャル
tr_tr: Sosyal
uk: Соціальні мережі

source: Official Website
de_de: Offizielle Webseite
es_es: Web oficial
ja: 公式サイト
tr_tr: Resmi İnternet Sitesi
uk: Офіційний сайт

source: Dashboard
es_es: Escritorio
ja: ダッシュボード
tr_tr: Başlangıç
uk: Майстерня

source: Enter client secret. Can be found in the email sent to you by Odnoklassniki
es_es: Introduce el secreto del cliente. Puedes encontrarlo en el correo electrónico enviado por Odnoklassniki
ja: クライアントのシークレットを入力してください。Odnoklassnikiから送られたメールで見つけることができます
tr_tr: İstemci kimliğini girin. Size Odnoklassniki tarafından gönderilen e-postada bulunabilir
uk: Введіть секретний ключ. Його можна знайти в офіційному листі, відправленому вам на пошту від сайту Однокласники

source: Enter app key. Can be found in the email sent to you by Odnoklassniki
es_es: Introduce la clave de la aplicación. Puedes encontrarlo en el correo electrónico enviado por Odnoklassniki
ja: アプリカギをを入力してください。Odnoklassnikiから送られたメールで見つけることができます
tr_tr: Uygulama anahtarını girin. Size Odnoklassniki tarafından gönderilen e-postada bulunabilir
uk: Введіть публічний ключ. Ви можете його знайти в офіційному листі, що був відправлений вам на пошту від сайту Однокласники.

source: App Key
de_de: App Schlüssel
ja: アプリカギ
tr_tr: Uygulama Anahtarı
uk: Публічний ключ

source: Enter app id. Can be found in the email sent to you by Odnoklassniki
es_es: Introduzca el identificador de la aplicación. Se puede encontrar en el correo electrónico enviado por Odnoklassniki
ja: アプリIDを入力してください。Odnoklassnikiから送られたメールで見つけることができます
tr_tr: Uygulama kimliği girin. Size Odnoklassniki tarafından gönderilen e-postada bulunabilir
uk: Введіть ID додатку (Application ID). Ви можете його знайти в офіційному листі, що був відправлений вам на пошту від сайту Однокласники.

source: Allow Odnoklassniki authorization
de_de: Odnoklassniki-Autorisierung erlauben
es_es: Permitir la autorización de Odnoklassniki
ja: Odnoklassnikiによって認証を許可します
tr_tr: Odnoklassniki yetkilendirmesine izin ver
uk: Дозволити авторизацію через Однокласники

source: Allow GitHub authorization
es_es: Permitir la autorización de GitHub
ja: GitHubによって認証を許可します
tr_tr: GitHub yetkilendirmesine izin ver
uk: Дозволити авторизацію через GitHub

source: Enter client secret. Can be found in the list of <a href="%s" target="_blank">apps</a>
de_de: Client Secret eingeben. Zu finden in der Liste der <a href="%s" target="_blank">apps</a>.
es_es: Introduce el secreto de cliente. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: クライアントのシークレットを入力してください。<a href="%s" target="_blank">アプリ(apps)</a>のリストで見つけることができます
tr_tr: İstemci gizliliğini girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть ваш секрет клієнта. Його можна знайти на сторінці "<a href="%s" target="_blank">Облікові дані</a>"

source: Client Secret
ja: クライアントシークレット
tr_tr: İstemci Gizliliği
uk: Секретний ключ

source: Enter client id. Can be found in the list of <a href="%s" target="_blank">apps</a>
es_es: Introduce el ID de cliente. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: クライアントIDを入力してください。<a href="%s" target="_blank">アプリ(apps)</a>のリストで見つけることができます
tr_tr: İstemci kimliğini girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть ідентифікатор клієнта. Його можна знайти на сторінці "<a href="%s" target="_blank">Облікові дані</a>"

source: Client ID
de_de: Benutzer ID
ja: クライアント ID
tr_tr: İstemci ID
uk: ID клієнта

source: Allow Google authorization
de_de: Google-Autorisierung erlauben
es_es: Permitir la autorización de Google
ja: Googleによって認証を許可します
tr_tr: Google yetkilendirmesine izin ver
uk: Дозволити авторизацію через Google

source: Enter app secret. Can be found in the list of <a href="%s" target="_blank">apps</a>
es_es: Introduce el app secret. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: アプリシークレットを入力してください。<a href="%s" target="_blank">アプリ (apps)</a> のリストで見つけることができます
uk: Введіть секрет додатку. Його можна знайти на сторінці <a href="%s" target="_blank">моїх додатків</a>

source: App Secret
ja: アプリシークレット
tr_tr: Uygulama Gizliliği
uk: Секретний ключ

source: Enter app id. Can be found in the list of <a href="%s" target="_blank">apps</a>
de_de: App-ID eingeben. Zu finden in der Liste der <a href="%s" target="_blank">apps</a>.
es_es: Introduce el app id. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: アプリIDを入力してください。<a href="%s" target="_blank">アプリ(apps)</a>のリストで見つけることができます
tr_tr: Uygulama kimliğini girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть ідентифікатор додатку. Його можна знайти на сторінці <a href="%s" target="_blank">моїх додатків</a>

source: App ID
ja: アプリID
tr_tr: Uygulama ID'si
uk: Ідентифікатор додатка

source: Allow Facebook authorization
de_de: Facebook-Autorisierung erlauben
es_es: Permitir la autorización de Facebook
ja: Facebookによって認証を許可します
tr_tr: Facebook yetkilendirmesine izin ver
uk: Дозволити авторизацію через Facebook

source: Enter consumer secret. Can be found in the list of <a href="%s" target="_blank">apps</a>
es_es: Introduce el secreto del consumidor. Puede encontrarse en la lista de <a href="%s" target="_blank">apps</a>
ja: コンシューマシークレットを入力してください。<a href="%s" target="_blank">アプリ(apps)</a>のリストで見つけることができます
tr_tr: Tüketici gizliliğini girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть consumer secret. Його можна знайти на сторінці <a href="%s" target="_blank">ваших додатків</a>.

source: Enter consumer key. Can be found in the list of <a href="%s" target="_blank">apps</a>
de_de: Consumer-Key eingeben. Zu finden in der Liste der <a href="%s" target="_blank">apps</a>.
es_es: Introduce la clave de consumidor final. Puede encontrarse en la lista de <a href="%s" target="_blank">apps</a>
ja: コンシューマカギを入力してください。<a href="%s" target="_blank">アプリ(apps)</a>のリストで見つけることができます
tr_tr: Tüketici anahtarı girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть consumer key. Його можна знайти на сторінці <a href="%s" target="_blank">ваших додатків</a>.

source: Allow Twitter authorization
de_de: Twitter-Autorisierung erlauben
es_es: Permitir la autorización de Twitter
ja: Twitterによって認証を許可します
tr_tr: Twitter yetkilendirmesine izin ver
uk: Дозволити авторизацію через Twitter

source: Enter secure key. Can be found in <a href="%s" target="_blank">apps</a> page
es_es: Introduce la clave de seguridad. Puede encontrarse en la página de <a href="%s" target="_blank">apps</a>
ja: シークレットカギを入力してください。<a href="%s" target="_blank">アプリ</a>のページで見つけることができます
tr_tr: Güvenli anahtarı girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть захищений ключ. Його можна знайти на сторінці <a href="%s" target="_blank">"Мої додатки"</a>.

source: Secure key
de_de: Sicherheitsschlüssel
es_es: Clave segura
ja: シークレットカギ
tr_tr: Güvenli anahtar
uk: Захищений ключ

source: Enter app id. Can be found in <a href="%s" target="_blank">apps</a> page
de_de: App-ID eingeben. Zu finden in <a href="%s" target="_blank">apps</a> Seite
es_es: Introduce el identificador de la aplicación. Puede encontrarse en la página de<a href="%s" target="_blank">apps</a>
ja: アプリIDを入力してください。<a href="%s" target="_blank">アプリ</a>のページで見つけることができます
tr_tr: Uygulama kimliğini girin. Bunu <a href="%s" target="_blank"> uygulamalar </a> sayfasında bulabilirsiniz
uk: Введіть ID додатку. Його можна знайти на сторінці <a href="%s" target="_blank">"Мої додатки"</a>.

source: Application ID
de_de: Anwendungs ID
es_es: ID de Solicitud
ja: 申請 ID
tr_tr: Uygulama ID
uk: ID додатку

source: Allow VK authorization
de_de: VK-Berechtigung erlauben
es_es: Permitir autorización de VK
ja: VKによって認証を許可します
tr_tr: VK yetkilendirmesine Izin ver
uk: Дозволити авторизацію через ВКонтакті

source: Enable
de_de: Aktivieren
es_es: Activar
ja: 有効化
tr_tr: Etkinleştir
uk: Увімкнути

source: Save
de_de: Speichern
es_es: Guardar
ja: 保存
tr_tr: Kaydet
uk: Зберегти

source: Integration
es_es: Integración
ja: 連携
tr_tr: Entegrasyon
uk: Інтеграція

source: Show AnyComment's link in the footer of comments. Copyright helps to bring awareness of such plugin and bring people to allow us to understand that it is a wanted product and give more often updated.
es_es: Mostrar el enlace de AnyComment en el pie de página de los comentarios. Los derechos de autor ayudan a dar a conocer este tipo de plugin y a que la gente nos permita entender que es un producto apreciado y que se actualiza con más frecuencia.
ja: コメントのフッターに AnyComment のリンクを表示します。著作権は、そのようなプラグインの認識をもたらし、私たちはそれが望んでいた製品であることを理解し、より頻繁に更新を与えることを可能にするために人々をもたらすのに役立ちます。
tr_tr: Yorumların alt kısmındaki AnyComment bağlantısını gösterin. Telif hakkı, bu tür bir eklenti hakkında farkındalık yaratmaya ve insanların aranan bir ürün olduğunu anlamamıza ve daha sık güncellenen bilgiler vermemize yardımcı olur.
uk: Показати посилання на AnyComment's в підвалі коментарів. Копірайт допомагає нам інформувати про плагін і надалі підтримувати його розробку та удосконалення.

source: Thanks
de_de: Danke
es_es: Gracias
ja: ありがとうございます
tr_tr: Teşekkürler
uk: Дякуємо

source: Theme
es_es: Tema
ja: テーマ
tr_tr: Tema
uk: Тема

source: Number of Comments Loaded
de_de: Anzahl der geladenen Kommentare
es_es: Número de comentarios cargados
ja: ロードに関するコメントの数
tr_tr: Yüklenen Yorum Sayısı
uk: Кількість завантажених коментарів

source: When on, comments are visible. When off, default WordPress' comments shown. This can be used to configure social networks on fresh installation.
de_de: Wenn eingeschaltet, sind Kommentare sichtbar. Wenn ausgeschaltet, werden die Kommentare von WordPress standardmäßig angezeigt. Dies kann verwendet werden, um soziale Netzwerke bei Neuinstallation zu konfigurieren.
es_es: Cuando está activado, los comentarios son visibles. Cuando está desactivado, se muestran los comentarios predeterminados de WordPress. Esto se puede utilizar para configurar redes sociales en una nueva instalación.
ja: オンにすると、コメントが表示されます。オフにすると、デフォルトのWordPressのコメントが示します。これは最初のインストール中にソーシャルネットワークを構成するのに使用できます。
tr_tr: Açık olduğunda, yorumlar görülebilir. Kapalı olduğunda, varsayılan WordPress yorumlar gösterilir. Bu, yeni kurulumda sosyal ağları yapılandırmak için kullanılabilir.
uk: Коли галочка стоїть, коментарі видно. Коли немає, коментарі за замовчуванням від WordPress відображаються. Це може використовуватися для налаштування соц. мереж після першого встановлення.

source: Enable Comments
de_de: Kommentare aktivieren
es_es: Habilitar comentarios
ja: コメントを有効にする
tr_tr: Yorumları Etkinleştir
uk: Увімкнути коментарі

source: Generic Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
ja: 一般的な設定
tr_tr: Genel Ayarlar
uk: Загальні Налаштування

source: Generic
de_de: Allgemeines
es_es: Genérico
ja: 一般
tr_tr: Genel
uk: Загальні

source: Settings
de_de: Einstellungen
es_es: Ajustes
ja: 設定
tr_tr: Seçenekler
uk: Налаштування

source: Add Anycomment to your site
de_de: Füge Anycomment zur deiner Seite hinzu
es_es: Añade Anycomment a tu sitio
ja: サイトにAnycommentを追加する
tr_tr: Sitenize Anycomment ekleyin
uk: Додати AnyComment на свій сайт

source: No comments to display
de_de: Keine Kommentare zum anzeigen
es_es: No hay comentarios que mostrar
ja: コメントはまだありません
tr_tr: Görüntülenecek için yorum yok
uk: Немає коментарів для відображення

source: Edit
de_de: Bearbeiten
es_es: Editar
ja: 編集
tr_tr: Düzenle
uk: Змінити

source: Reply
de_de: Antworten
es_es: Responder
ja: 返信
tr_tr: Yanıtla
uk: Відповісти

source: Load more
de_de: Lade mehr
es_es: Cargar más
ja: さらに読み込む
tr_tr: Daha fazla yükle
uk: Завантажити ще

source: Odnoklassniki
uk: Однокласники

source: The password for the post if it is password protected.
de_de: Das Passwort für den Beitrag, wenn er passwortgeschützt ist.
es_es: La contraseña para la entrada si está protegida por contraseña.
ja: パスワードで保護されている場合の投稿のパスワード。
tr_tr: Şifre korumalı ise yazının şifresi.
uk: Пароль для запису, якщо він захищений паролем.

source: Limit result set to comments assigned a specific type. Requires authorization.
es_es: Limitar el conjunto de resultados a los comentarios asignados a un tipo específico. Requiere autorización.
ja: 特定のタイプが割り当てられたコメントに結果を限定します。認証が必要です。
tr_tr: Sınırlama sonucu, belirli bir tür atanan yorumlara ayarlanır. Yetkilendirme gerektirir.
uk: Обмеження результуючого набору для коментарів, що відносяться до певного типу. Вимагає авторизації.

source: Limit result set to comments assigned a specific status. Requires authorization.
es_es: Limitar el conjunto de resultados a los comentarios asignados a un estado específico. Requiere autorización.
ja: 特定のステータスが割り当てられたコメントに結果を限定します。認証が必要です。
tr_tr: Sınırlama sonucu, belirli bir duruma atanan yorumlara ayarlanır. Yetkilendirme gerektirir.
uk: Обмежити вибірку коментарями певного статусу. Необхідна авторизація.

source: Limit result set to comments assigned to specific post IDs.
es_es: Limitar el resultado a comentarios asignados a ID de entrada específicos.
ja: 特定の投稿 ID に割り当てられたコメントに結果を限定します。
tr_tr: Sınırlama sonucu, belirli posta kimliğine atanan yorumlara ayarlanır.
uk: Обмежити вибірку коментарями з призначеними певними ID записів.

source: Ensure result set excludes specific parent IDs.
de_de: Stelle sicher, dass die Ergebnismenge bestimmte, übergeordnete IDs ausschließt.
es_es: Asegúrate de que el conjunto de resultados excluya los IDs superiores específicos.
ja: 特定の親 ID を結果から除外します。
tr_tr: Sonuç kümesinin belirli ebeveyn kimliklerini hariç tuttuğundan emin olun.
uk: Переконатися що вибірка виключає певні батьківські ID.

source: Limit result set to comments of specific parent IDs.
de_de: Limitiere die Ergebnismenge auf Kommentare bestimmter, übergeordneter IDs.
es_es: Limita el resultado a comentarios con ID superiores específicos.
ja: 特定の親 ID に属するコメントに結果を限定します。
tr_tr: Sınır sonucu, belirli üst kimliklerin yorumlarına ayarlanır.
uk: Обмежити вибірку коментарями з певними батьківськими ID.

source: Sort collection by object attribute.
de_de: Sammlung nach Objektattribut sortieren.
es_es: Ordenar el conjunto por el atributo del objeto.
ja: オブジェクト属性でコレクションを並び替えます。
tr_tr: Koleksiyonu nesne niteliğine göre sırala.
uk: Сортувати колекцію по атрибуту об'єкта.

source: Order sort attribute ascending or descending.
de_de: Sortierattribut aufsteigend oder absteigend.
es_es: Ordenar atributo de manera ascendente o descendente.
ja: 属性で昇順または降順に並べ替えます。
tr_tr: Sıralama sıralama özniteliği artan veya azalan sıralama.
uk: Порядок сортування атрибутів за зростанням або за спаданням.

source: Offset the result set by a specific number of items.
es_es: Saltar un número específico de artículos en los resultados.
ja: 特定の項目数で結果をオフセットします。
tr_tr: Sonuç kümesini belirli bir sayıda öğe ile dengeleyin.
uk: Зміщення результуючого набору на певну кількість елементів.

source: Limit result set to specific IDs.
de_de: Beschränkt das Ergebnis auf bestimmte IDs.
es_es: Limitar el resultado a IDs específicos.
ja: 特定の ID に結果を限定します。
tr_tr: Sınır sonucu belirli kimliklere ayarlanır.
uk: Обмежити вибірку певними ідентифікаторами.

source: Ensure result set excludes specific IDs.
de_de: Stelle sicher, dass der Ergebnissatz bestimmte IDs ausschließt.
es_es: Asegurar que los resultados excluyan IDs específicas.
ja: 特定の ID を結果から除外します。
tr_tr: Sonuç kümesinin belirli ID'leri hariç tuttuğundan emin olun.
uk: Забезпечення того, що результуючий набір виключає певні ідентифікатори.

source: Limit response to comments published before a given ISO8601 compliant date.
de_de: Antwort auf Kommentare einschränken, die vor einem gegebenen ISO8601-konformen Datum veröffentlicht wurden.
es_es: Limita la respuesta a comentarios publicados antes de una fecha dada compatible con ISO8601.
ja: 入力された ISO8601 準拠の日付より前に公開されたコメントにレスポンスを限定します。
tr_tr: Belirli bir ISO8601 uyumlu tarihten önce yayınlanan yorumlara yanıtı sınırlayın.
uk: Обмежити відповідь коментарями опублікованими до заданої ISO8601 сумісної дати.

source: Limit result set to that from a specific author email. Requires authorization.
de_de: Ergebnissatz begrenzen, auf den einer speziellen E-Mail-Adresse eines Autoren. Erfordert eine Autorisierung.
es_es: Limitar el conjunto de resultados a aquellos con un correo electrónico de autor específico. Requiere autorización.
ja: 特定の投稿者のメールからのものに結果を限定します。認証が必要です。
tr_tr: Sınırlama sonucu belirli bir yazar e-postasından belirlenir. Yetkilendirme gerektirir.
uk: Обмежити вибірку певною e-mail адресою автора. Необхідна авторизація.

source: Ensure result set excludes comments assigned to specific user IDs. Requires authorization.
de_de: Stelle sicher, dass der Ergebnissatz Kommentare ausschließt, die einer bestimmten Benutzer-ID zugewiesen sind. Erfordert eine Autorisierung.
es_es: Asegurarse de que el conjunto de resultados excluye los comentarios asignados a IDs de usuario específicos. Requiere autorización.
ja: 特定のユーザー ID が割り当てられたコメントを結果から除外します。認証が必要です。
tr_tr: Sonuç kümesinin, belirli kullanıcı kimliklerine atanan yorumları hariç tuttuğundan emin olun. Yetkilendirme gerektirir.
uk: Переконатися що вибірка виключає коментарі призначені певному ID користувача. Вимагає авторизації.

source: Limit result set to comments assigned to specific user IDs. Requires authorization.
de_de: Ergebnissatz auf Kommentare begrenzen, denen bestimmte Benutzer-IDs zugewiesen sind. Erfordert eine Autorisierung.
es_es: Limitar el conjunto de resultados a comentarios asignados a identificadores de usuario específicos. Requier autorización.
ja: 特定のユーザー ID が割り当てられたコメントに結果を限定します。認証が必要です。
tr_tr: Sınırlama sonucu, belirli kullanıcı kimliklerine atanan yorumlara ayarlanır. Yetkilendirme gerektirir.
uk: Обмежити вибірку коментарями що призначені певному ідентифікатору користувача. Необхідна авторизація.

source: Limit response to comments published after a given ISO8601 compliant date.
de_de: Einschränkung der Reaktion auf Kommentare, die nach einem bestimmten ISO8601-konformen Datum veröffentlicht wurden.
es_es: Limita la respuesta a comentarios publicados después de una fecha dada compatible con ISO8601.
ja: 入力された ISO8601 準拠の日付より後に公開されたコメントにレスポンスを限定します。
tr_tr: Belirli bir ISO8601 uyumlu tarihten sonra yayınlanan yorumlara verilen yanıtı sınırlayın.
uk: Обмежити відповідь коментарями опублікованими після заданої ISO8601 сумісної дати.

source: Avatar URLs for the object author.
de_de: Avatar-URLs für den Objekt-Autor.
es_es: URL del avatar del autor del objeto.
ja: オブジェクト作成者のアバター URL。
tr_tr: Nesne yazarının Avatar URL'si.
uk: URL аватари автора об'єкта.

source: Avatar URL with image size of %d pixels.
de_de: Avatar-URL mit einer Bildgröße von %d Pixeln.
es_es: URL del Avatar con un tamaño de imagen de %d píxeles.
ja: 画像サイズが%dピクセルのアバター URL。
tr_tr: Resim boyutu %d piksel olan Avatar URL'si.
uk: URL на аватар з розміром в %d пікселів.

source: Type of Comment for the object.
de_de: Art des Kommentars für das Objekt.
es_es: Tipo de comentario para el objeto.
ja: オブジェクトのコメントタイプ。
tr_tr: Nesne için yorum türü.
uk: Тип коментаря для об'єкта.
