Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: Notify on new replies
de_de: Benachrichtigung bei neuen Antworten
es_es: Notificación de nuevas respuestas
ja: 新しい返信に通知する
tr_tr: Yeni yanıtları bildir
uk: Повідомити про нові відповіді

source: Send name shown to email recipient. This could be your blog name.
de_de: Der Name wird dem E-Mail-Empfänger angezeigt. Dies könnte dein Blog-Name sein.
es_es: Nombre usado como remitente del correo electrónico. Puede ser el nombre de tu blog.
ja: 送信者の名前がメールの受信者に表示されます。これはあなたのブログの名前であることができる。
tr_tr: E-posta alıcısına gönderici adını girin. Bu sizin blog adınız olabilir.
uk: Ім'я відправника буде показане одержувачу листа. Це може бути назвою вашого блогу.

source: Sender Name
de_de: Absender
es_es: Nombre del Remitente
ja: 送信者名
tr_tr: Gönderen Adı
uk: Ім'я відправника

source: Show admin bar for regular WordPress users and those who logged in via social.
de_de: Zeige die Administrationsleiste für reguläre WordPress Benutzer und die via Social eingeloggt sind.
es_es: Mostrar la barra de administración para los usuarios normales de WordPress y para aquellos que se conectaron por vía social.
ja: 通常のWordPressユーザーとソーシャルネットワーク経由でログインしたユーザのための管理バーを表示します。
tr_tr: Düzenli WordPress kullanıcıları ve sosyal olarak giriş yapan kullanıcılar için yönetici çubuğunu göster.
uk: Показувати адмін бар для звичайних WordPress користувачів і тих, хто авторизувався через соціальну мережу.

source: Show Admin Bar
de_de: Admin-Leiste anzeigen
es_es: Mostrar barra de administración
ja: 管理バーを表示する
tr_tr: Yönetici Çubuğunu Göster
uk: Показувати адміністративну панель

source: Show list of available socials under WordPress's native login form.
de_de: Zeigt die Liste der verfügbaren sozialen Netze unter WordPress's nativem Anmeldeformular an.
es_es: Mostrar la lista de redes sociales disponibles en el formulario de inicio de sesión nativo de WordPress.
ja: WordPressログインのフォームの下に利用可能なソーシャルネットワークのリストを表示します。
tr_tr: WordPress'in yerel giriş formu altındaki mevcut sosyal listelerin listesini göster.
uk: Показувати іконки соціальних мереж під формою авторизації WordPress.

source: Show Login Page Socials
de_de: Login-Seite Socials anzeigen
es_es: Mostrar los sociales de la página de acceso
ja: ログインページのソーシャルネットワークを表示する
tr_tr: Giriş Sayfasını Sosyallerini Göster
uk: Показувати соц. мережі під формою входу

source: Subscribe
de_de: Abonnieren
es_es: Suscríbete
ja: 購読
tr_tr: Abone Ol
uk: Підписатися

source: You were subscribed successfully
es_es: Se ha suscrito correctamente
ja: 正常に登録されました
tr_tr: Başarıyla abone oldunuz
uk: Ви були успішно підписані

source: Edited
de_de: Bearbeiten
es_es: Editado
ja: 編集済み
tr_tr: Düzeltilmiş
uk: Відредаговано

source: Waiting moderation
de_de: Warten auf Moderation
es_es: Esperando moderación
ja: 承認待ち中
tr_tr: Moderasyon için bekliyor
uk: Очікує модерацію

source: New Comment in %s
de_de: Neuer Kommentar in %s
es_es: Nuevo comentario en %s
ja: %s への新しいコメント
tr_tr: %s için Yeni Yorum
uk: Новий коментар до %s

source: Please login to leave a comment
de_de: Zum kommentieren bitte einloggen
es_es: Inicia sesión para dejar un comentario
ja: コメントを残すためにログインしてください
tr_tr: Yorum yapmak için lütfen giriş yapınız
uk: Будь ласка, увійдіть, щоб залишити коментар

source: It looks like you have hooks related to REST API in %s which may cause failure to load comments. If you are not sure how to fix it, contact plugin developer in on the contacts available in 'Help' tab.
es_es: Parece que tienes ganchos relacionados con la API REST en %s, lo que puede provocar que no se carguen los comentarios. Si no estás seguro de cómo arreglarlo, contacta con el desarrollador del plugin en los contactos disponibles en la pestaña 'Ayuda'.
ja: %sにREST API関連するフックがあるように見えるため、コメントをロードすることができません。これを修正する方法がわからない場合は、[ヘルプ]タブに示されている連絡先でプラグイン開発者に連絡してください。
tr_tr: %s içinde REST API ile ilgili bağlantıların olduğu, yorumların yüklenememesine neden olabileceği görülüyor. Nasıl düzeltileceğinden emin değilseniz, 'Yardım' sekmesinde bulunan kişilerde eklenti geliştiricisine başvurun.
uk: Схоже, що у вас є REST API хуки в %s які можуть перешкоджати завантаженню коментарів. Якщо ви не впевнені як це виправити, зв'яжіться з розробником плагіна в контактах зазначених у вкладці 'Допомога'.

source: You are using %s. If you're experiencing some problem with AnyComment, try to set option 'Show in REST API' as 'true' in 'Add/Edit Taxonomies' or deactivate it and check whether problem was resolved
es_es: Estás utilizando %s. Si tienes algún problema con AnyComment, intenta configurar la opción `Mostrar en REST API' como `verdadero' en `Añadir/Editar Taxonomías' o desactivarla y comprobar si el problema ha sido resuelto
ja: %sを使用しています。AnyComment で問題が発生している場合は、「タクソノミーの追加/編集」で「REST API で表示」 オプションを「本当」 に設定するか、プラグインを無効にして問題が解決したかどうかを確認します。
tr_tr: %s kullanıyorsunuz. AnyComment ile ilgili bir sorun yaşarsanız, 'Taksonomi Ekle/Düzenle'de' 'REST API'de göster 'seçeneğini 'true' olarak ayarlamayı deneyin veya devre dışı bırakın ve sorunun çözülüp çözülmediğini kontrol edin.
uk: Ви використовуєте %s. Якщо у вас є якісь проблеми з AnyComment, спробуйте встановити опцію 'Show in REST API' як 'true' в 'Add/Edit Taxonomies' або деактивуйте плагін і перевірте чи зникла проблема.

source: Socials only
de_de: Nur Socials-Logins
es_es: Sólo sociales
ja: ソーシャルネットワークだけ
tr_tr: Sadece sosyaller
uk: Тільки соціальні мережі

source: WordPress only
de_de: nur WordPress
es_es: Sólo WordPress
ja: WordPressだけ
tr_tr: Sadece WordPress
uk: Тільки WordPress

source: Anyone
de_de: Jeder
es_es: Cualquiera
ja: だれでも
tr_tr: Herhangi biri
uk: Будь-хто

source: Number of minutes user can update his comment. "0" or empty for no limit.
de_de: Anzahl der Minuten, die der Benutzer seinen Kommentar aktualisieren kann. "0" oder leer für kein Limit.
es_es: Número de minutos que el usuario puede actualizar su comentario. "0" o vacío para sin límite.
ja: ユーザーがコメントを更新できる分数。「0」または空のまま-無制限になります。
tr_tr: Kullanıcının yorumunu güncellemesi için dakika sayısı. Sınırsız "0" veya boş.
uk: Кількість хвилин користувач може змінити свій коментар. "0" або залишити порожнім - буде без обмежень.

source: Comment Update Time
de_de: Kommentar-Aktualisierungszeit
es_es: Tiempo de actualización de comentarios
ja: コメントの更新の時間
tr_tr: Yorum Güncelleme Zamanı
uk: Час оновлення коментаря

source: reCAPTCHA site secret. Can be found <a href="%s">here</a> (register your website if does not exist). Please note that you should choose "Invisible" type in order for it to work.
es_es: Secreto del sitio de reCAPTCHA. Lo puedes encontrar <a href="%s">aquí </a> (registra tu sitio web si no existe). Ten en cuenta que debes elegir el tipo "Invisible" para que funcione.
ja: reCAPTCHAサイトのシークレット。<a href="%s">ここで</a>見つけることができます（存在しなかったらサイトを登録します）。正しく動作させるには、「非表示」タイプを選択する必要があることに注意してください。
tr_tr: reCAPTCHA site gizliliği. <a href="%s">Burada </a>bulunabilir (mevcut değilse web sitenizi kaydettirin). Çalışması için "Görünmez" türünü seçmeniz gerektiğini lütfen unutmayın.
uk: reCAPTCHA секретний ключ. Ви можете його знайти <a href="%s">тут</a> (зареєструйте ваш сайт, якщо потрібно). Візьміть до уваги, що потрібно вибрати "Невидимий" тип для коректної роботи.

source: reCAPTCHA site key. Can be found <a href="%s">here</a> (register your website if does not exist). Please note that you should choose "Invisible" type in order for it to work.
es_es: Clave de sitio reCAPTCHA. Lo puedes encontrar <a href="%s">aquí </a> (registra su sitio web si no existe). Ten en cuenta que debe elegir el tipo "Invisible" para que funcione.
ja: reCAPTCHAサイトのカギ。<a href="%s">ここで</a>見つけることができます（存在しなかったらサイトを登録します）。正しく動作させるには、「非表示」タイプを選択する必要があることに注意してください。
tr_tr: reCAPTCHA site anahtarı. <a href="%s">Burada </a>bulunabilir (mevcut değilse web sitenizi kaydettirin). Çalışması için "Görünmez" türünü seçmeniz gerektiğini lütfen unutmayın.
uk: reCAPTCHA ключ. Ви можете його знайти <a href="%s">тут</a> (зареєструйте ваш сайт, якщо потрібно). Візьміть до уваги, що потрібно вибрати "Невидимий" тип для коректної роботи.

source: Global padding for all comments. You may use "px", "em" or "%".
es_es: Relleno global para todos los comentarios. Puedes utilizar "px", "em" o "%".
ja: すべてのグログバルパデング全体的なパッディングはコメントする。 すべてのコメントのためのグローバルのパディング。「px」、「em」または「％」を使用できます。
tr_tr: Tüm yorumlar için global doldurma. "px", "em" veya "%" kullanabilirsiniz.
uk: Глобальний внутрішній відступ для всіх коментарів. Ви можете використовувати "px", "em" або "%".

source: Global padding
de_de: Globaler Innenabstand
es_es: Relleno global
ja: グローバルのパディング
tr_tr: Global dolgu
uk: Глобальний внутрішній відступ

source: Global margin for all comments. You may use "px", "em" or "%".
es_es: Margen global para todos los comentarios. Puedes utilizar "px", "em" o "%".
ja: すべてのコメントのためのグローバルのマージン。「px」、「em」または「％」を使用できます。
tr_tr: Tüm yorumlar için global kenar. "px", "em" veya "%" kullanabilirsiniz.
uk: Глобальний зовнішній відступ для всіх коментарів. Ви можете використовувати "px", "em" або "%".

source: Global margin
de_de: Globaler Außenabstand
es_es: Margen global
ja: グローバルのマージン
tr_tr: Global kenar
uk: Глобальний зовнішній відступ

source: Global background border radius. Could be useful when you have background different then website primary color.
es_es: Radio de borde de fondo global. Puede ser útil cuando tienes un fondo diferente al color primario del sitio web.
ja: グローバルの背景のボーダーの半径。コメントの背景色がサイトのメイン色と異なる場合に使用できます。
tr_tr: Küresel arkaplan sınır yarıçapı. Web sitesi birincil renginden farklı bir arka planınız olduğunda yararlı olabilir.
uk: Глобальне закруглення країв у фону. Може використовуватися коли колір фону коментарів відрізняється від основного кольору сайту.

source: Global background border radius
de_de: Globaler Hintergrundrandradius
es_es: Radio de borde de fondo global
ja: グローバルの背景のボーダーの半径
tr_tr: Küresel arkaplan sınır yarıçapı
uk: Глобальне закруглення країв у фону

source: Global background color used for all comments.
de_de: Globale Hintergrundfarbe, die für alle Kommentare verwendet wird.
es_es: Color de fondo global utilizado para todos los comentarios.
ja: すべてのコメントに使用されるグローバルの背景色。
tr_tr: Tüm yorumlar için kullanılan genel arka plan rengi.
uk: Глобальний колір фону для елементу, який обгортає всі коментарі.

source: Global background color
de_de: Globale Hintergrundfarbe
es_es: Color de fondo global
ja: グローバルの背景色
tr_tr: Global arka plan rengi
uk: Глобальний фон

source: Users who able to leave comments.
de_de: Benutzer, die Kommentare hinterlassen können.
es_es: Usuarios que pueden dejar comentarios.
ja: コメントを残すことができるユーザー。
tr_tr: Yorum bırakabilecek kullanıcılar.
uk: Користувачі у яких є доступ написати коментар.

source: Elements
de_de: Elemente
es_es: Elementos
ja: 要素
tr_tr: Elemanlar
uk: Елементи

source: Comment will be shown once reviewed by moderator.
de_de: Der Kommentar wird nach Überprüfung durch den Moderator angezeigt.
es_es: El comentario se mostrará cuando sea revisado por el moderador.
ja: コメントはモデレーターによって検討後に表示されます。
tr_tr: Yorum, moderatör tarafından incelendikten sonra gösterilecektir.
uk: Коментар буде показаний після перевірки модератором.

source: Login with
de_de: Anmelden mit
es_es: Iniciar session con
ja: でログイン
tr_tr: Şununla giriş
uk: Увійти через

source: Login
de_de: Anmeldung
es_es: Iniciar sesión
ja: ログイン
tr_tr: Giriş
uk: Увійти

source: Guest
de_de: Gast
es_es: Invitado
ja: ゲスト
tr_tr: Ziyaretçi
uk: Гість

source: editing
de_de: bearbeiten
es_es: edición
ja: 編集
tr_tr: düzenleme
uk: оновлення

source: Sorry, something went wrong. Please try to rate again.
de_de: Sorry, etwas lief schief. Bitte versuche erneut zu bewerten.
es_es: Lo siento, algo salió mal. Por favor, intenta puntuar de nuevo.
ja: 申し訳ありませんが、何かうまくいかなかったようです。もう一度評価してください。
tr_tr: Üzgünüm, bir şeyler ters gitti. Lütfen tekrar puanlamayı deneyin.
uk: Вибачте, щось пішло не так. Спробуйте перезавантажити сторінку.

source: Sorry, rating should be between 1 and 5.
de_de: Sorry, Bewertung sollte zwischen 1 und 5 sein.
es_es: Lo siento, la puntuación debe estar entre 1 y 5.
ja: 申し訳ありませんが、評価は1と5の間でなければなりません。
tr_tr: Üzgünüz, derecelendirme 1 ile 5 arasında olmalıdır.
uk: Вибачте, рейтинг повинен бути в діапазоні від 1 до 5.

source: Sorry, rating is required.
de_de: Sorry, Bewertung ist erforderlich.
es_es: Lo siento, la valoración es obligatoria.
ja: 申し訳ありませんが、評価が必要です。
tr_tr: Üzgünüz, puanlama gereklidir.
uk: Вибачте, але рейтинг є обов'язковим.

source: Sorry, post is required.
de_de: Sorry, Kommentar ist erforderlich.
es_es: Lo siento, la entrada es obligatoria.
ja: 申し訳ありませんが、投稿が必要です。
tr_tr: Üzgünüm, yazı gereklidir.
uk: Вибачте, але запис є обов'язковим.

source: Rating from 1-5.
de_de: Bewertung von 1-5.
es_es: Calificación de 1 a 5.
ja: 1〜5からの評価。
tr_tr: Puan 1-5.
uk: Рейтинг від 1-5.

source: Shorten long comments with "Read more" message.
de_de: Lange Kommentare kürzen und mit "Weiterlesen" markieren
es_es: Acortar los comentarios largos con el mensaje "Leer más".
ja: [続きを読む]メッセージで長いコメントを短くします。
tr_tr: "Devamını oku" mesajı ile uzun yorumları kısaltın.
uk: Показувати "Читати далі" біля довгих коментарів.

source: Shorten Long Comments
de_de: Lange Kommentare kürzen
es_es: Acortar comentarios largos
ja: 長いコメントを短くする
tr_tr: Uzun Yorumları Kısaltma
uk: Відображати "Читати далі"

source: Display 5 star rating above comments.
de_de: Zeige die 5-Sterne Bewertung über den Kommentaren.
es_es: Mostrar la valoración de 5 estrellas encima de los comentarios.
ja: コメントの上に 5 つ星の評価を表示します。
tr_tr: Yorumda 5 yıldız derecelendirmesini altta görüntüleyin.
uk: Відображати п'ятизірковий рейтинг.

source: Display Rating
de_de: Bewertung anzeigen
es_es: Mostrar valoración
ja: 評価を表示する
tr_tr: Derecelendirmeyi Görüntüle
uk: Відображати рейтинг

source: You have already rated
de_de: Du hast bereits bewertet
es_es: Ya lo has valorado
ja: すでに評価しました
tr_tr: Zaten derecelendirdin
uk: Ви вже голосували

source: Open WooCommerce Product Comments
de_de: Öffne WooCommerce-Kommentare
es_es: Abrir comentarios de productos de WooCommerce
ja: WooCommerceの製品のコメントを開く
tr_tr: WooCommerce Ürün Yorumları Aç
uk: Відкрити коментарі для WooCommerce продуктів

source: Open Pages Comments
de_de: Öffne Seiten-Kommentare
es_es: Abrir comentarios de páginas
ja: ページのコメントを開く
tr_tr: Sayfa Yorumlarını Aç
uk: Відкрити коментарі для сторінок

source: Open Posts Comments
de_de: Öffne Beitrags-Kommentare
es_es: Abrir comentarios de entradas
ja: 投稿のコメントを開く
tr_tr: Yazı Yorumlarını Aç
uk: Відкрити коментарі для записів

source: Open All Comments
de_de: Öffne alle Kommentare
es_es: Abrir todos los comentarios
ja: すべてのコメントを開く
tr_tr: Tüm Yorumları Aç
uk: Відкрити коментарі всюди

source: Other Helpers
de_de: Andere Helfer
es_es: Otras ayudas
ja: 他のヘルパー
tr_tr: Diğer Yardımcılar
uk: Інші помічники

source: Flush Comments
de_de: Kommentare einblenden
es_es: Vaciar comentarios
ja: コメントのキャッシュをクリアする
tr_tr: Yorumları Temizle
uk: Очистити кеш коментарів

source: Flush All
de_de: Alle löschen
es_es: Vaciar todos
ja: すべてのキャッシュをクリアする
tr_tr: Tümünü Temizle
uk: Очистити весь кеш

source: Cache Manager
es_es: Gestor de caché
ja: キャッシュマネージャー
tr_tr: Önbellek Yöneticisi
uk: Менеджер кешування

source: Generated at
de_de: Generiert am
es_es: Generado en
ja: で生成された
tr_tr: Oluşturuldu
uk: Створено в

source: Locale
de_de: Lokal
ja: ロケール
tr_tr: Yerel
uk: Локалізація

source: PHP Version
es_es: Versión de PHP
ja: PHP バージョン
tr_tr: PHP Sürümü
uk: Версія PHP

source: WordPress Version
es_es: Versión de WordPress
ja: WordPress バージョン
tr_tr: WordPress Versiyonu
uk: Версія WordPress

source: AnyComment Version
ja: AnyCommentバージョン
tr_tr: AnyComment versiyonu
uk: Версія AnyComment

source: Debug Information
es_es: Información de depuración
ja: デバッグ情報
tr_tr: Hata ayıklama bilgisi
uk: Інформація для налагодження

source: This page will have helpers and debug information related to the plugin. For example, version of plugin, WordPress or PHP. Also you may drop comments or global plugins cache, open comments for all posts, pages or WooCommerce products (when plugin activated).
es_es: Esta página tendrá ayuda e información de depuración relacionada con el plugin. Por ejemplo, la versión del plugin, WordPress o PHP. También puedes vaciar la caché de comentarios o la caché global de plugins, abrir comentarios para todos las entradas, páginas o productos de WooCommerce (cuando el plugin está activado).
ja: このページにはプラグインに関連するヘルパーとデバッグ情報が表示されます。例えば、プラグイン、WordPressまたはPHPのバージョン。また、コメントまたはグローバルプラグインキャッシュをドロップし、すべての投稿、ページ、またはWooCommerce製品のコメントを開くことができます（プラグインが有効になっているとき）。
tr_tr: Bu sayfa eklentiyle ilgili yardımcılara ve hata ayıklama bilgilerine sahip olacaktır. Örneğin, eklenti, WordPress veya PHP sürümü. Ayrıca yorumları veya global eklentileri önbelleğe alabilir, tüm gönderiler, sayfalar veya WooCommerce ürünleri için yorumlar açabilirsiniz (eklenti etkinleştirildiğinde).
uk: Ця сторінка є помічником. На ній ви знайдете системну інформацію плагіна. Наприклад, ви знайдете версію плагіна, WordPress або PHP. Додатково, ви можете очистити кеш коментарів або відкрити коментарі для всіх записів, сторінок, так само WooCommerce товарів (якщо плагін активований).

source: Tools
de_de: Werkzeuge
es_es: Herramientas
ja: ツール
tr_tr: Araçlar
uk: Інструменти

source: Help
de_de: Hilfe
es_es: Ayuda
ja: ヘルプ
tr_tr: Yardım
uk: Допомога

source: All Guides
de_de: Alle Anleitungen
es_es: Todas las guías
ja: すべてのガイド
tr_tr: Tüm Kılavuzlar
uk: Всі інструкції

source: Set-up Socials
de_de: Social Setup
es_es: Configurar sociales
ja: ソーシャルネットワークの設定
tr_tr: Sosyal bağlantıları Ayarla
uk: Налаштування соціальних мереж

source: Resources
de_de: Ressourcen
es_es: Recursos
ja: リソース
tr_tr: Kaynaklar
uk: Ресурси

source: GitHub Repository
es_es: Repositorio de GitHub
ja: GitHub リポジトリ
tr_tr: GitHub Deposu
uk: Репозиторій GitHub

source: Telegram Channel
de_de: Telegram Kanal
es_es: Canal de Telegram
ja: Telegramチャンネル
tr_tr: Telegram Kanalı
uk: Канал Telegram

source: Vkontakte Group
de_de: Vkontakte Gruppe
es_es: Grupo de Vkontakte
ja: Vkontakteグループ
tr_tr: VKontakte grubu
uk: Група ВКонтакті

source: Easiest way to get help is to use one of the links below
de_de: Der einfachste Weg, Hilfe zu erhalten, ist die Verwendung eines der folgenden Links
es_es: La manera más fácil de obtener ayuda es usar uno de los siguientes enlaces
ja: ヘルプを取得する最も簡単な方法は、以下のリンクの1つを使用することです
tr_tr: Yardım almanın en kolay yolu aşağıdaki bağlantılardan birini kullanmaktır
uk: Найпростіший спосіб отримати допомогу - скористатися одним з посилань нижче

source: Need Help
de_de: Benötigst du Hilfe
es_es: Necesitas Ayuda
ja: ヘルプが必要です
tr_tr: Yardıma mı ihtiyacınız var
uk: Потрібна Допомога

source: Allow to upload files.
de_de: Datei-Upload erlauben.
es_es: Permitir subir archivos.
ja: ファイルのアップロードを許可します。
tr_tr: Dosyaları karşıya yüklemek için izin verin.
uk: Дозволити завантаження файлів.

source: Allow File Uploads
de_de: Datei-Uploads zulassen
es_es: Permitir la subida de archivos
ja: ファイルのアップロードを許可する
tr_tr: Dosya Yüklemelerine İzin ver
uk: Дозволити завантаження файлів

source: Show clean formatting option in editor toolbar.
de_de: Zeige bereinigte Formatierungsoption in der Symbolleiste des Editors.
es_es: Mostrar la opción de limpiar formato en la barra de herramientas del editor.
ja: エディタのツールバーにフォーマットのクリアのオプションを表示します。
tr_tr: Düzenleyici araç çubuğunda biçimlendirmeyi temizle seçeneğini göster.
uk: Показувати можливість очистити форматування у списку опцій редактора.

source: Clean formatting
de_de: Formatierung bereinigen
es_es: Limpiar formato
ja: フォーマットのクリア
tr_tr: Biçimlendirmeyi temizle
uk: Очистити форматування

source: Show link option in editor toolbar.
de_de: Link-Option in der Symbolleiste des Editors anzeigen.
es_es: Mostrar opción de enlace en la barra de herramientas del editor.
ja: エディタのツールバーにリンクのオプションを表示します。
tr_tr: Düzenleyici araç çubuğunda bağlantı seçeneğini göster.
uk: Показувати посилання в списку опцій редактора.

source: Link
es_es: Enlace
ja: リンク
tr_tr: Bağlantı
uk: Посилання

source: Show unordered list option in editor toolbar.
de_de: Ungeordnete Listenoption in der Symbolleiste des Editors anzeigen.
es_es: Mostrar la opción de lista desordenada en la barra de herramientas del editor.
ja: エディタのツールバーに番号なしリストのオプションを表示します。
tr_tr: Düzenleyici araç çubuğunda sıralı olmayan liste seçeneğini göster.
uk: Показувати невпорядкований список в списку опцій редактора.

source: Unordered list
de_de: Ungeordnete Liste
es_es: Lista desordenada
ja: 番号なしリスト
tr_tr: Sıralanmamış Liste
uk: Звичайний список

source: Show ordered list option in editor toolbar.
de_de: Zeigt die Option Sortierte Liste in der Symbolleiste des Editors an.
es_es: Mostrar la opción de lista ordenada en la barra de herramientas del editor.
ja: エディタのツールバーに番号つきのリストのオプションを表示します。
tr_tr: Düzenleme araç çubuğunda sıralı liste seçeneğini göster.
uk: Показувати нумерований список в списку опцій редактора.

source: Ordered list
de_de: Sortierte Liste
es_es: Lista ordenada
ja: 番号つきのリスト
tr_tr: Düzenlenmiş liste
uk: Відсортований список

source: Show quote option in editor toolbar.
de_de: Quote Option in der Editor-Symbolleiste anzeigen.
es_es: Mostrar opción de cita en la barra de herramientas del editor.
ja: エディタのツールバーに引用のオプションを表示します。
tr_tr: Editör araç çubuğunda alıntı seçeneğini göster.
uk: Показувати цитати в списку опцій редактора.

source: Quote
de_de: Zitat
es_es: Cita
ja: 引用
tr_tr: Alıntı
uk: Цитата

source: Show underline option in editor toolbar.
de_de: Unterstreichungsoption in der Symbolleiste des Editors anzeigen.
es_es: Mostrar la opción subrayar en la barra de herramientas del editor.
ja: エディタのツールバーに下線のオプションを表示します。
tr_tr: Alt çizgi seçeneği Düzenleyici araç çubuğunda göster.
uk: Показувати підкреслення в списку опцій редактора.

source: Underline
de_de: Unterstrichen
es_es: Subrayado
ja: 下線
tr_tr: Altını çizili
uk: Підкреслення

source: Show italic option in editor toolbar.
de_de: Kursivschrift in der Symbolleiste des Editors anzeigen.
es_es: Mostrar la opción cursiva en la barra de herramientas del editor.
ja: エディタのツールバーにイタリックのオプションを表示します。
tr_tr: Düzenleyici araç çubuğunda italik seçeneğini göster.
uk: Показувати курсив в списку опцій редактора.

source: Italic
es_es: Cursiva
ja: イタリック
tr_tr: İtalik
uk: Курсив

source: Show bold option in editor toolbar.
de_de: Fettdruck in der Symbolleiste des Editors anzeigen.
es_es: Mostrar la opción negrita en la barra de herramientas del editor.
ja: エディタのツールバーに太文字のオプションを表示します。
tr_tr: Düzenleyici araç çubuğunda kalın seçeneğini göster.
uk: Показувати жирний в списку опцій редактора.

source: Bold
de_de: Fett
es_es: Negrita
ja: 太字
tr_tr: Kalın
uk: Жирний

source: Enable editor toolbar (show options to modify comment text - bold, italics, etc).
es_es: Habilitar la barra de herramientas del editor (mostrar opciones para modificar el texto de los comentarios - negrita, cursiva, etc.).
ja: エディターツールバーを有効にする（コメントテキストを変更するオプションを表示する-太文字、イタリックなど）。
tr_tr: Düzenleyici araç çubuğunu etkinleştir (yorum metnini değiştirmek için seçenekleri göster-kalın, italik, vb.).
uk: Увімкнути опції редагування (наприклад, жирний, курсив і т.д.)

source: Enable Toolbar
es_es: Habilitar barra de herramientas
ja: ツールバーを有効にする
tr_tr: Araç çubuğunu Etkinleştir
uk: Увімкнути панель інструментів

# REST API Comments Count
source: %s comment
de_de: %s Kommentar
es_es: %s comentario
ja: %sのコメント
tr_tr: %s yorum
uk: %s коментар

source: of
de_de: von
es_es: de
ja: の
tr_tr: arasında
uk: з

source: Next (Right arrow key)
de_de: Nächste (Pfeiltaste nach rechts)
es_es: Siguiente (Tecla Flecha Derecha)
ja: 次へ（右矢印のカギ）
tr_tr: Sonraki (Sağ ok tuşu)
uk: Наступний (Стрілка вправо)

source: Previous (Left arrow key)
de_de: Zurück (Pfeiltaste nach links)
es_es: Anterior (Tecla Flecha Izquierda)
ja: 前へ（左矢印のカギ）
tr_tr: Önceki (Sol ok tuşu)
uk: Попередній (Стрілка вліво)

source: Close (Esc)
de_de: Schließen (Esc)
es_es: Cerrar (Esc)
ja: 閉じる (Esc)
tr_tr: Kapat (Esc)
uk: Зачинити (Esc)
