Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: Attachment background color. For example, user may attach PNG image with transparent background. This color will be used as background behind the image.
de_de: Hintergrundfarbe der Anlage. So kann der Benutzer beispielsweise ein PNG-Bild mit transparentem Hintergrund anhängen. Diese Farbe wird als Hintergrund hinter dem Bild verwendet.
es_es: Color de fondo de los archivos adjuntos. Por ejemplo, el usuario puede adjuntar una imagen PNG con fondo transparente. Este color se utilizará como fondo detrás de la imagen.
ja: 添付ファイルの背景色。たとえば、ユーザは透明な背景を持つPNG画像を添付できます。この色は画像の後ろにある背景として使用されます。
tr_tr: Ek arka plan rengi. Örneğin, Kullanıcı saydam arka planda PNG görüntüsünü ekleyebilir. Bu renk görüntünün arkasında arka plan olarak kullanılacaktır.
uk: Задній колір для фону додатків. Наприклад, користувач може додати PNG зображення з прозорим фоном. Цей колір буде заднім фоном під зображенням.

source: Attachment Background Color
de_de: Anhang Hintergrundfarbe
es_es: Color de fondo de adjunto
ja: 添付ファイルの背景色
tr_tr: Ek Arka plan Rengi
uk: Колір фону додатків

source: Attachments text color. For example, YouTube attachments do not have previews, instead they have "YouTube" text over.
de_de: Anhänge Textfarbe. YouTube-Anhänge haben beispielsweise keine Vorschau, sondern einen "YouTube"-Text.
es_es: Color del texto de los archivos adjuntos. Por ejemplo, los archivos adjuntos de YouTube no tienen vistas previas, sino que tienen el texto "YouTube" por encima.
ja: 添付ファイルのテキストの色。たとえば、YouTubeの添付ファイルにはプレビューがなくて、代わりに「YouTube」というテキストが上部に表示されます。
tr_tr: Ekler metin rengi. Örneğin, YouTube ekleri önizleme yok, bunun yerine "YouTube" metin üzerinde var.
uk: Колір тексту для додатків. Наприклад, у YouTube відео немає попереднього перегляду, тому поверх показується текст "YouTube".

source: Attachment Text Color
de_de: Farbe des Anhängetextes
es_es: Color de texto de adjunto
ja: 添付ファイルのテキストの色
tr_tr: Ek Metin Rengi
uk: Колір текст додатків

source: Form fields background color.
de_de: Hintergrundfarbe der Formularfelder.
es_es: Color de fondo de los campos de formulario.
ja: フォームフィールドの背景色。
tr_tr: Form alanları arka plan rengi.
uk: Колір заливки полів форми.

source: Form Fields Background
de_de: Hintergrund der Formularfelder
es_es: Fondo de los campos de formulario
ja: フォームフィールドの背景
tr_tr: Form Alanları Arka Planı
uk: Колір заливки полів форми

source: Semi hidden color. This is used for dates, action links, etc.
de_de: Semi Hidden Farbe. Dies wird für Daten, Aktionslinks, etc. verwenden.
es_es: Color semi oculto. Se utiliza para fechas, enlaces de acción, etc.
ja: 半隠された色。これは日付、アクションリンクなどに使用されます。
tr_tr: Yarı gizli renk. Bu tarihler, eylem bağlantıları, vb için kullanılır.
uk: Напівприхований текст. Використовується для дат, посилань "Відповісти", "Змінити" та іншого.

source: Semi Hidden Color
de_de: Semi Hidden Farbe
es_es: Color semioculto
ja: 半隠された色
tr_tr: Yarı Gizli Renk
uk: Напівприхований текст

source: Links color.
de_de: Links Farbe.
es_es: Color de los enlaces.
ja: リンク色。
tr_tr: Bağlantılar renk.
uk: Колір посилань.

source: Link Color
de_de: Link Farbe
es_es: Color del enlace
ja: リンク色
tr_tr: Link Rengi
uk: Колір посилання

source: Global text color.
de_de: Farbe des globalen Textes.
es_es: Color de texto global.
ja: グローバルテキストの色。
tr_tr: Genel metin rengi.
uk: Загальний колір тексту.

source: Text Color
de_de: Textfarbe
es_es: Color del Texto
ja: 文字色
tr_tr: Yazı Rengi
uk: Колір тексту

source: Global font family.
de_de: Globale Schriftfamilie.
es_es: Familia tipográfica global.
ja: グローバルのフォントファミリ。
tr_tr: Global font ailesi.
uk: Глобальний шрифт.

source: Font Choice
de_de: Schriftwahl
es_es: Selección de fuentes
ja: フォントの選択
tr_tr: Yazı tipi seçimi
uk: Шрифт

source: Overal text size. You may use "px", "pt", "em" or "%".
de_de: Gesamttextgröße. Du kannst "px", "pt", "em" oder "%" verwenden.
es_es: Tamaño de texto general. Puedes utilizar "px", "pt", "em" o "%".
ja: テキストの全体のサイズ。「px」、「pt」、「em」または「％」を使用できます。
tr_tr: Tüm metin boyutu. "px", "pt", "em" veya "%" kullanabilirsiniz.
uk: Загальний розмір тексту. Можна вказати з "px", "pt", "em" або "%".

source: Text Size
de_de: Textgröße
es_es: Tamaño de texto
ja: テキストのサイズ
tr_tr: Metin Boyutu
uk: Розмір тексту

source: Border radius. You may use "px", "em" or "%".
de_de: Randradius. Du kannst "px", "em" oder "%" verwenden.
es_es: Radio del borde. Puedes utilizar "px", "em" o "%".
ja: 枠線の半径。「px」、「em」、または「％」を使用できます。
tr_tr: Sınır yarıçapı. "px", "em" veya "%" kullanabilirsiniz.
uk: Закруглення країв. Можна вказати з "px", "em" або "%".

source: Border radius
de_de: Randradius
es_es: Radio del borde
ja: 角丸半径
tr_tr: Kenarlık çapı
uk: Закруглення країв

source: Use custom design. Enable this option to display design changes from below.
de_de: Verwende das benutzerdefinierte Design. Aktiviere diese Option, um Designänderungen von unten anzuzeigen.
es_es: Utilizar un diseño personalizado. Habilita esta opción para mostrar los cambios de diseño desde abajo.
ja: カスタムデザインを使用します。このオプションを有効にすると、デザインの変更が下から表示されます。
tr_tr: Özel tasarım kullanın. Aşağıdaki tasarım değişikliklerini görüntülemek için bu seçeneği etkinleştirin.
uk: Використовувати власний дизайн. Увімкніть цю опцію, щоб настройки нижче почали діяти.

source: Custom Design
de_de: Benutzerdefiniertes Design
es_es: Diseño a medida
ja: カスタムデザイン
tr_tr: Özel Tasarım
uk: Власний дизайн

source: Detect & display tweets from Twitter as embedded widget.
de_de: Erkennen und Anzeigen von Tweets aus Twitter als eingebettetes Widget.
es_es: Detectar y mostrar tweets de Twitter como widgets incrustados.
ja: Twitterからのツイートを埋め込みウィジェットとして検出して表示します。
tr_tr: Twitter'daki tweets'i gömülü widget olarak algıla ve görüntüle.
uk: Визначати & відображати твіти з Твіттера як вбудовані віджети.

source: Display Twitter Embeds
de_de: Twitter Embeds anzeigen
es_es: Mostrar incrustaciones de Twitter
ja: Twitterからの埋め込みを表示する
tr_tr: Twitter Embeds Göster
uk: Відображати вставки з Твіттера

source: Files
de_de: Dateien
es_es: Archivos
ja: ファイル
tr_tr: Dosyalar
uk: Файли

source: Show less
de_de: Weniger anzeigen
es_es: Mostrar menos
ja: 簡易表示
tr_tr: Daha az göster
uk: Показати менше

source: Read more
de_de: Mehr lesen
es_es: Leer más
ja: 続きを読む
tr_tr: Devamını oku
uk: Читати далі

source: No file selected or select proper extension
de_de: Keine Datei ausgewählt oder richtige Datei-Erweiterung wählen
es_es: No se ha seleccionado ningún archivo o selecciona la extensión adecuada
ja: ファイルが選択されていないか、拡張子が間違っています
tr_tr: Seçili veya uygun uzantılı dosya seçilmedi
uk: Не вибрані файли або неправильне розширення

source: You may upload %s file(s) at maximum
de_de: Du kannst %s Dateien maximal hochladen.
es_es: Puedes subir %s archivo(s) como máximo
ja: 最大で %sのファイルをアップロードできます
tr_tr: En fazla %s dosya yükleyebilirsiniz
uk: Ви можете завантажити максимум %s файл (-ів)

source: File %s is too big
de_de: Datei ist %s zu groß
es_es: El archivo %s es demasiado grande
ja: ファイル%sが大きすぎます
tr_tr: %s dosyası çok büyük
uk: Файл %s занадто великий

source: Uploaded!
de_de: Hochgeladen!
es_es: ¡Subido!
ja: アップロード完了
tr_tr: Yüklendi!
uk: Завантажено!

source: Uploading...
de_de: Hochladen...
es_es: Subiendo...
ja: アップロード中…
tr_tr: Yükleniyor...
uk: Завантаження...

source: Upload file
de_de: Datei hochladen
es_es: Subir archivo
ja: ファイルをアップロード
tr_tr: Dosya yükle
uk: Завантажити файл

source: Display image link from comment as attachment.
de_de: Bildlink aus dem Kommentar als Anhang anzeigen.
es_es: Mostrar el enlace de la imagen del comentario como archivo adjunto.
ja: コメントからの画像リンクを添付ファイルとして表示します。
tr_tr: Yoruma eklenmiş görüntü bağlantısını görüntüleyin.
uk: Відображати посилання на картинки в коментарях як додаток.

source: Display Image Attachments
de_de: Bildanhänge anzeigen
es_es: Mostrar adjuntos de imagen
ja: 画像の添付ファイルを表示する
tr_tr: Eklenmiş Resimleri Görüntüle
uk: Відображати додані зображення

source: Display video link from comment as attachment.
de_de: Video-Link aus dem Kommentar als Anhang anzeigen.
es_es: Mostrar el enlace de vídeo de un comentario como archivo adjunto.
ja: 添付ファイルとしてコメントからの動画リンクを表示します。
tr_tr: Yorumdan ek olarak video bağlantısını görüntüleyin.
uk: Відображати посилання на відео в коментарях як додаток.

source: Display Video Attachments
de_de: Video-Anhänge anzeigen
es_es: Mostrar adjuntos de vídeo
ja: 動画の添付ファイルを表示する
tr_tr: Video Eklerini Görüntüle
uk: Відображати додані відео

source: Notifications
de_de: Benachrichtigungen
es_es: Avisos
ja: 通知
tr_tr: Bildirimler
uk: Сповіщення

source: Moderation
es_es: Moderación
ja: モデレーション
tr_tr: Moderatör
uk: Модерація

source: Design
es_es: Diseño
ja: デザイン
tr_tr: Tasarım
uk: Дизайн

source: New Comment on %s
de_de: Neuer Kommentar zu %s
es_es: Nuevo comentario en %s
ja: %sへの新しいコメント
tr_tr: %s için yeni yorum
uk: Новий коментар в %s

source: Re: Comment on %s
de_de: Re: Kommentar zu %s
es_es: Re: Comentario sobre %s
ja: 返信：%sへのコメント
tr_tr: Cvp: %s için yorum
uk: Нова відповідь на коментар %s

source: Provide valid email address.
de_de: Gib eine gültige E-Mail-Adresse ein.
es_es: Proporciona una dirección de correo electrónico válida.
ja: 正しいメールアドレスを入力してください。
tr_tr: Geçerli e-posta adresi sağlayın.
uk: Вкажіть правильний формат пошти.

source: Email field is required.
de_de: Email Feld ist erforderlich.
es_es: El campo correo electrónico es obligatorio.
ja: メールフィールドは必須です。
tr_tr: E-posta alanı gerekli.
uk: Пошта повинна бути заповнена.

source: Name is required.
de_de: Name ist erforderlich.
es_es: Nombre requerido.
ja: 名前が必要です。
tr_tr: İsim gerekli.
uk: Ім'я обов'язкове.

source: Please use any of the available social networks to leave a comment
es_es: Por favor, utiliza cualquiera de las redes sociales disponibles para dejar un comentario
ja: コメントを残すのに利用可能なソーシャルネットワークを使用してください
tr_tr: Yorum bırakmak için lütfen mevcut sosyal ağlardan herhangi birini kullanın
uk: Будь ласка, використайте будь-яку із запропонованих соціальний мереж, щоб залишити коментар

source: Comment cannot be empty.
de_de: Der Kommentar darf nicht leer sein.
es_es: El comentario no puede estar vacío.
ja: コメントは空にはできません。
tr_tr: Yorum boş olamaz.
uk: Коментар не може бути порожнім.

source: User with such email is registered. Please login to leave a comment.
de_de: Benutzer mit einer solchen E-Mail bereits registriert. Bitte logge dich ein, um einen Kommentar zu hinterlassen.
es_es: El usuario con ese correo electrónico está registrado. Por favor, inicia sesión para dejar un comentario.
ja: そのようなメールを持つユーザーは登録されています。コメントを残すのにログインしてください。
tr_tr: Böyle bir e-postaya sahip kullanıcı kayıtlı. Yorum yapmak için lütfen giriş yapınız.
uk: Користувач з такою поштою вже зареєстрований. Будь ласка, авторизуйтесь, щоб залишити коментар.

source: Email was used as social authorization. Please login using this method.
es_es: El correo electrónico fue utilizado como autorización social. Por favor, identifícate usando este método.
ja: メールはソーシャルネットワークで承認に使用されました。この方法を使用してログインしてください。
tr_tr: E-posta sosyal izin olarak kullanıldı. Lütfen bu yöntemi kullanarak giriş yapın.
uk: Ця пошта використовувалася для авторизації через соціальну мережу. Використовуйте цей спосіб авторизації.

source: Guests only
de_de: Nur für Gäste
es_es: Sólo usuarios invitados
ja: ゲストのみ
tr_tr: Sadece misafirler
uk: Тільки гості

source: Comment form
de_de: Kommentarformular
es_es: Formulario de comentarios
ja: コメントフォーム
tr_tr: Yorum formu
uk: Форма коментаря

source: Website
de_de: Webseite
es_es: Sitio web
ja: サイト
tr_tr: Websitesi
uk: Сайт

source: Name
es_es: Nombre
ja: 名前
tr_tr: Ad
uk: Ім'я

source: All News
de_de: Alle Neuigkeiten
es_es: Todas las Noticias
ja: すべてのニュース
tr_tr: Tüm Haberler
uk: Всі новини

source: New
de_de: Neu
es_es: Nuevo
ja: 新着
tr_tr: Yeni
uk: Нова

source: Unique post ID
es_es: ID único de entrada
ja: ユニークな投稿ID
tr_tr: Benzersiz posta ID
uk: Унікальний ID запису

source: Every Minute
de_de: Jede Minute
es_es: Cada minuto
ja: 毎分
tr_tr: Her dakika
uk: Щохвилини

source: Read
de_de: Lesen
es_es: Lectura
tr_tr: Oku
uk: Читати

source: How To Set-Up %s
de_de: So richtest du %s ein
es_es: Cómo configurar %s
ja: %sをセットアップする方法
tr_tr: %s Nasıl Ayarlanır
uk: Як налаштувати %s

source: Enter client secret. It can be found in the <a href="%s" target="_blank">my apps</a>
es_es: Introduce el secreto del cliente. Puedes encontrarlo en <a href="%s" target="_blank">mis apps</a>
ja: クライアントのシークレットを入力してください。それは<a href="%s" target="_blank">私のアプリ(my apps)</a>で見つけることができます
tr_tr: İstemci gizliliğini girin. <a href="%s" target="_blank"> Uygulamalarım </a> bölümünde bulunabilir
uk: Введіть client secret ("Секрет клієнта"). Можна знайти в <a href="%s" target="_blank">my apps</a> ("Моїх додатках").

source: Enter app id. It can be found in the <a href="%s" target="_blank">my apps</a>
es_es: Introduce el app id. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: アプリIDを入力してください。それは<a href="%s" target="_blank">私のアプリ(my apps)</a>で見つけることができます
tr_tr: Uygulama kimliği girin. <a href="%s" target="_blank"> Uygulamalarım </a> bölümünde bulunabilir
uk: Введіть app id ("ID додатку"). Можна знайти в <a href="%s" target="_blank">my apps</a> ("Моїх додатках").

source: Allow Yahoo authorization
de_de: Yahoo-Autorisierung erlauben
es_es: Permitir la autorización de Yahoo
ja: Yahooによって認証を許可します
tr_tr: Yahoo yetkilendirmesine izin ver
uk: Дозволити авторизацію через Yahoo

source: Enter client secret. It can be found in the <a href="%s" target="_blank">your applications</a>
es_es: Introduce el secreto del cliente. Puedes encontrarlo en <a href="%s" target="_blank">tus aplicaciones</a>
ja: クライアントのシークレットを入力してください。それは<a href="%s" target="_blank">あなたのアプリケーション(your applications)</a>で見つけることができます
tr_tr: İstemci sırrını girin. Bu <a href="%s" target="_blank"> Uygulamalarınız </a> bölümünde bulunabilir
uk: Введіть секрет клієнта ("client secret"). Можна знайти в <a href="%s" target="_blank">моїх додатках</a> ("your applications")

source: Enter client id. It can be found in the <a href="%s" target="_blank">your applications</a>
es_es: Introduce el ID de cliente. Puede encontrarlo en <a href="%s" target="_blank">sus aplicaciones </a>
ja: クライアントIDを入力してください。それは<a href="%s" target="_blank">あなたのアプリケーション(your applications)</a>で見つけることができます
tr_tr: İstemci kimliği girin. <a href="%s" target="_blank"> Uygulamalarınız </a> bölümünde bulunabilir
uk: Введіть ідентифікатор клієнта ("client id"). Можна знайти в <a href="%s" target="_blank">моїх додатках</a> ("your applications")

source: Allow Dribbble authorization
de_de: Dribbble-Autorisierung erlauben
es_es: Permitir la autorización de Dribbble
ja: Dribbbleによって認証を許可します
tr_tr: Dribbble yetkilendirmesine izin ver
uk: Дозволити авторизацію через Dribbble

source: Enter client secret. It can be found in the <a href="%s" target="_blank">apps</a>
es_es: Introduce el secreto del cliente. Puedes encontrarlo en <a href="%s" target="_blank">mis apps</a>
ja: クライアントのシークレットを入力してください。それは<a href="%s" target="_blank">アプリ(apps)</a>で見つけることができます
tr_tr: İstemci gizliliğini girin. <a href="%s" target="_blank"> Uygulamalar </a> bölümünde bulunabilir
uk: Введіть секретний код клієнта. Його можна знайти в <a href="%s" target="_blank">панелі керування</a>

source: Enter client id. It can be found in the <a href="%s" target="_blank">apps</a>
es_es: Introduce el ID de cliente. Puedes encontrarlo en la lista de <a href="%s" target="_blank">apps</a>
ja: クライアントIDを入力してください。それは<a href="%s" target="_blank">アプリ(apps)</a>で見つけることができます
tr_tr: İstemci kimliği girin. <a href="%s" target="_blank">Uygulamalar </a> bölümünde bulunabilir
uk: Введіть ідентифікатор клієнта. Можна знайти в <a href="%s" target="_blank">панелі керування</a>

source: Allow Twitch authorization
de_de: Twitch-Autorisierung erlauben
es_es: Permitir autorización de Twitch
ja: Twitchによって認証を許可します
tr_tr: Twitch yetkilendirmesine izin ver
uk: Дозволити авторизацію через Twitch

source: Spam Words
de_de: Spam Worte
es_es: Palabras de spam
ja: スパムワード
tr_tr: İstenmeyen Sözcükler
uk: Спам слова

source: Moderators should check comment before it appears.
de_de: Moderatoren sollten den Kommentar überprüfen, bevor er erscheint.
es_es: Los moderadores deben revisar los comentarios antes de que aparezcan.
ja: モデレータは表示される前にコメントを確認する必要があります。
tr_tr: Moderatörler, yorumu görünmeden önce kontrol etmelidir.
uk: Модератори мають схвалити коментар перед появою.

source: Notify users by email (if specified) about new replies. Make sure you have proper SMTP configurations in order to send emails.
es_es: Notificar a los usuarios por correo electrónico (si se ha especificado) sobre las nuevas respuestas. Asegúrese de que tienes la configuración SMTP adecuada para enviar mensajes de correo electrónico.
ja: 新しい返信についてメール (指定されている場合) でユーザーに通知します。電子メールを送信するのに、適切なSMTP設定があることを確認してください。
tr_tr: Kullanıcılara yeni yanıtlar hakkında e-postayla (belirtilmişse) haber verin. E-postalar göndermek için uygun SMTP yapılandırmaları olduğundan emin olun.
uk: Повідомляти користувачів поштою (коли присутня) про нові відповіді. Переконайтеся, що у вас правильно налаштований SMTP для відправки листів.

source: Notify administrator via email about new comment.
es_es: Notificar al administrador por correo electrónico acerca de un nuevo comentario.
ja: 新しいコメントについて管理者に電子メールで通知します。
tr_tr: Yeni yorum hakkında e-posta yoluyla yöneticiyi bilgilendir.
uk: Повідомляти адміністратора поштою про нові коментарі.

source: Notify Administrator
de_de: Administrator benachrichtigen
es_es: Avisar al administrador
ja: 管理者に通知する
tr_tr: Yöneticiyi Bilgilendirme
uk: Повідомляти адміністратора

source: Interval (in seconds) to check for new comments. Minimum 5 and maximum is 100 seconds.
de_de: Intervall (in Sekunden), um nach neuen Kommentaren zu suchen. Minimum 5 und Maximum sind 100 Sekunden.
es_es: Intervalo (en segundos) para comprobar si hay nuevos comentarios. Mínimo 5 y máximo 100 segundos.
ja: 新しいコメントをチェックする期間（秒単位）。最小5秒と最大100 秒です。
tr_tr: Yeni açıklamaları denetlemek için aralık (saniye olarak). En az 5 ve en fazla 100 saniyedir.
uk: Інтервал (в секундах), щоб дізнатися про наявність нових коментарів. Мінімум 5 і максимум 100 секунд.

source: New Comment Interval Checking
de_de: Überprüfung des Intervalls für neue Kommentare
es_es: Intervalo de comprobación de nuevos comentarios
ja: 新しいコメントのチェック期間
tr_tr: Yeni yorum Aralığı Kontrolü
uk: Інтервал перевірки нових коментарів

source: Number of comments to load initially and per page.
de_de: Anzahl der Kommentare, die zunächst und pro Seite geladen werden sollen.
es_es: Número de comentarios a cargar inicialmente y por página.
ja: 最初と1ページあたりにロードするコメントの数。
tr_tr: Başlangıçta ve sayfa başına yüklemek için yorum sayısı.
uk: Кількість коментарів, що завантажуються спочатку і посторінково.

source: New comment was added
de_de: Neuer Kommentar wurde hinzugefügt
es_es: Se ha añadido un nuevo comentario
ja: 新しいコメントが追加されました
tr_tr: Yeni yorum eklendi
uk: Був доданий новий коментар.

source: See
es_es: Ver
ja: 見る
tr_tr: Gör
uk: Подивитися

source: I accept the <a href="%s"%s>User Agreement</a>
de_de: Ich akzeptiere die <a href="%s"%s>Nutzungsvereinbarung</a>
es_es: Acepto las <a href="%s"%s>condiciones de uso</a>
ja: <a href="%s"%s>ユーザー利用規約</a>に同意します
tr_tr: <a href="%s"%s> Kullanıcı Sözleşmesi </a>ni kabul ediyorum
uk: Я даю згоду на обробку <a href="%s"%s>персональних даних</a>

source: Delete
de_de: Löschen
es_es: Borrar
ja: 削除
tr_tr: Sil
uk: Видалити

source: Link to User Agreement, where described how your process users data once they authorize via social network and/or add new comment.
es_es: Enlace a las condiciones de uso, donde se describe cómo procesan los datos de los usuarios una vez que éstos los autorizan a través de la red social y/o añaden nuevos comentarios.
ja: ソーシャル ネットワークを介してユーザーがログインした後、および/またはコメントを追加した後にユーザー情報を処理する方法を説明するユーザー利用規約へのリンク。
tr_tr: Kullanıcılarınızın, sosyal ağ üzerinden yetkilendirdikten sonra ve/veya yeni yorum eklediklerinde, işleminizin verilerini nasıl açıkladıklarını açıklayan Kullanıcı Sözleşmesi'ne bağlantı verin.
uk: Посилання на "Угоду користувача", де ви описуєте як обробляєте інформацію користувачів після того як вони авторизуються на вашому ресурсі і/або додадуть коментар.

source: User Agreement Link
de_de: Link zur Nutzungsvereinbarung
es_es: Enlace de acuerdo de usuario
ja: ユーザー利用規約のリンク
tr_tr: Kullanıcı Sözleşmesi Bağlantısı
uk: Посилання на угоду користувача

source: Show link to user in the social media or website when available (name of the user will be clickable).
de_de: Link zum Benutzer in den sozialen Medien oder auf der Website anzeigen, sofern verfügbar/freigegeben (der Name des Benutzers kann angeklickt werden).
es_es: Mostrar el enlace al usuario en los medios sociales o en el sitio web cuando esté disponible (se podrá hacer clic en el nombre del usuario).
ja: 利用可能な場合は、ソーシャルメディアまたはサイトでユーザープロフィールへのリンクを表示します（ユーザーの名前をクリックできます）。
tr_tr: Sosyal medyada veya Web sitesindeki kullanıcıya bağlantıyı göster (kullanıcının adı tıklanabilir olacaktır).
uk: Показувати посилання на профіль користувача в соціальній мережі або веб-сайт коли він є (ім'я буде клікабельним).

source: Author
de_de: Autor
es_es: Autor
ja: 投稿者
tr_tr: Yazar
uk: Автор

source: Cancel
de_de: Abbrechen
es_es: Cancelar
ja: キャンセル
tr_tr: Çıkış
uk: Скасувати

source: Your comment...
de_de: Dein Kommentar...
es_es: Tu comentario...
ja: あなたのコメント...
tr_tr: Yorumunuz...
uk: Ваш коментар...

source: reply to
de_de: Antworten auf
es_es: responder a
ja: に返信
tr_tr: yanıtla
uk: відповідь для

source: Loading...
de_de: Wird geladen …
es_es: Cargando…
ja: 読み込み中…
tr_tr: Yükleniyor...
uk: Завантаження...

source: Oops, something went wrong...
de_de: Hoppla, etwas ist schief gelaufen.....
es_es: Vaya, algo ha salido mal...
ja: おっとっと、何かがうまくいかなかったようです。
tr_tr: Oops, bir şey yanlış gitti...
uk: Ой, щось пішло не так. Спробуйте перезавантажити сторінку.

source: Social URL
es_es: URL red social
ja: ソーシャル ネットワークURL
tr_tr: Sosyal URL
uk: Посилання соц. мережі

source: Likes
ja: いいね
tr_tr: Beğeniler
uk: Лайки

source: Show Profile URL
de_de: Benutzer-URL anzeigen
es_es: Mostrar URL del perfil
ja: プロファイルURLを表示する
tr_tr: Profil URL 'sini göster
uk: Показувати посилання профілю

source: Moderate First
de_de: Zuerst moderieren
es_es: Moderar primero
ja: 最初にモデレートする
tr_tr: Önce Moderatör
uk: Спочатку модерувати

source: Light
de_de: Hell
es_es: Claro
ja: ライト
tr_tr: Açık
uk: Світлий

source: Dark
de_de: Dunkel
es_es: Oscuro
ja: ダーク
tr_tr: Koyu
uk: Темний

source: Please take a few seconds and <a href="%s" target="_blank">rate us on WordPress.org</a>. You are the one who can help to grow and make this plugin better!
es_es: Por favor, tómate unos segundos y <a href="%s" target="_blank">valóranos en WordPress.org</a>. ¡Tú eres el que puede ayudar a crecer y mejorar este plugin!
ja: 数秒かかるし、<a href="%s" target="_blank">WordPress.orgで評価</a>してください。したがって、このプラグインの開発と改善を支援できる人です！
tr_tr: Lütfen birkaç saniye ayırın ve <a href="%s" target="_blank"> bizi WordPress.org'da derecelendirin </a>. Büyümeye ve bu eklentiyi daha iyi hale getirmeye yardım edebilecek olan sizsiniz!
uk: Будь ласка, приділіть секунду щоб <a href="%s" target="_blank">оцінити плагін на WordPress.org</a>. Таким чином ви допомагаєте надалі розвиватися плагіну!

source: Failed to like
uk: Не вдалося поставити лайк

source: Cannot create existing like.
de_de: Kann nicht vorhandenes Like erstellen.
es_es: No se puede crear un me gusta existente.
ja: 既存のいいねを作成することはできません。
tr_tr: Varolan beğeni oluşturulamıyor.
uk: Неможливо створити вже існуючий лайк.

source: Sorry, comment that you liked does not exist.
de_de: Sorry, ein Kommentar, der dir gefallen hat, existiert nicht mehr.
es_es: Lo siento, el comentario que te ha gustado no existe.
ja: 申し訳ありませんが、好きなコメントはありません。
tr_tr: Üzgünüm, sizin beğendiğiniz yorum yok.
uk: Вибачте, але коментар який ви лайкнули не існує.
