Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: State of the object.
de_de: Status des Objekts.
es_es: Estado del objeto.
ja: オブジェクトのステータス。
tr_tr: Nesnenin durumu.
uk: Стан об'єкта.

source: The ID of the associated post object.
de_de: Die ID des zugehörigen Post-Objekts.
es_es: El ID del objeto asociado a la publicación.
ja: 関連投稿オブジェクトの ID。
tr_tr: İlişkili yazı nesnesinin kimliği.
uk: ID асоційованого об'єкта запису.

source: The ID for the parent of the object.
de_de: Die Eltern-ID des Objektes.
es_es: El ID del superior del objeto.
ja: 親オブジェクトの ID。
tr_tr: Nesnenin üst ID'si.
uk: ID батьківського запису об'єкта.

source: URL to the object.
de_de: URL zum Objekt.
es_es: URL del objeto.
ja: オブジェクトへの URL。
tr_tr: Nesneye URL.
uk: URL об'єкта.

source: The date the object was published, as GMT.
de_de: Das Datum, an dem das Objekt veröffentlicht wurde, als GMT.
es_es: La fecha de publicación del objeto, como GMT.
ja: オブジェクトの公開日 (GMT)。
tr_tr: Nesne yayınlanma tarihi, GMT olarak.
uk: Час публікації об'єкта, по GMT.

source: The date the object was published, in the site's timezone.
de_de: Das Datum, an dem das Objekt veröffentlicht wurde, in der Zeitzone der Website.
es_es: La fecha de publicación del objeto, en el huso horario del sitio.
ja: オブジェクトの公開日 (サイトのタイムゾーン)。
tr_tr: Nesnenin yayınlandığı tarih, sitenin saat diliminde.
uk: Дата публікації об'єкта, по часовій зоні сайту.

source: HTML content for the object, transformed for display.
de_de: HTML-Inhalt für das Objekt, transformiert zur Anzeige.
es_es: Contenido HTML para el objeto, transformado para su visualización.
ja: 表示用に変換された、オブジェクトの HTML コンテンツ。
tr_tr: Nesne için HTML içeriği, görüntü için dönüştürülmüş.
uk: HTML вміст об'єкта перетворений для показу.

source: Content for the object, as it exists in the database.
de_de: Inhalt für des Objekts, wie es in der Datenbank existiert.
es_es: Contenido del objeto, tal como existe en la base de datos.
ja: データベースに存在する形態の、オブジェクトのコンテンツ。
tr_tr: Veritabanında bulunduğu gibi nesne için içerik.
uk: Вміст об'єкта як він існує в базі даних.

source: The content for the object.
de_de: Der Inhalt des Autors
es_es: El contenido para el objeto.
ja: オブジェクトのコンテンツ。
tr_tr: Nesne için içerik.
uk: Вміст об'єкта.

source: User agent for the object author.
de_de: User Agent des Autors
es_es: Agente de usuario para el autor del objeto.
ja: オブジェクトの作成者のユーザーエージェント。
tr_tr: Nesne yazarı için kullanıcı aracısı.
uk: Значення User agent автора об'єкта.

source: URL for the object author.
de_de: URL des Autors
es_es: URL del autor del objeto.
ja: オブジェクトの作成者の URL。
tr_tr: Nesne yazarı için URL.
uk: URL для автора об'єкта.

source: Display name for the object author.
de_de: Anzeigename für des Autors.
es_es: Muestra el nombre del autor del objeto.
ja: オブジェクトの作成者の名前を表示します。
tr_tr: Nesne yazarı için görünen ad.
uk: Ім'я для відображення автора об'єкта.

source: IP address for the object author.
de_de: IP-Adresse des Autors.
es_es: Dirección IP del autor del objeto.
ja: オブジェクトの作成者の IP アドレス。
tr_tr: Nesne yazarı için IP adresi.
uk: IP-адреса автора об'єкта.

source: Email address for the object author.
de_de: E-Mail-Adresse des Autors.
es_es: Dirección de correo electrónico del autor del objeto.
ja: オブジェクトの作成者のメールアドレス。
tr_tr: Nesne yazarı için e-posta adresi.
uk: Email адреса автора об'єкта.

source: The ID of the user object, if author was a user.
de_de: Die ID des Benutzerobjekts, wenn der Autor ein Benutzer war.
es_es: El ID del objeto del usuario, si el autor era un usuario.
ja: 投稿者がユーザーだった場合の、ユーザーオブジェクトの ID。
tr_tr: Kullanıcı nesnesinin ID'si, yazar bir kullanıcı ise.
uk: Ідентифікатор об'єкта користувача, якщо автором був користувач.

source: Invalid comment author ID.
de_de: Ungültige Kommentar-Autor-ID.
es_es: ID de autor de comentario no válido.
ja: 無効なコメントの投稿者 ID です。
tr_tr: Geçersiz yorum Yazar ID'si.
uk: Невірний ID автора.

source: The comment cannot be deleted.
de_de: Der Kommentar kann nicht gelöscht werden.
es_es: El comentario no puede ser borrado.
ja: そのコメントを削除できません。
tr_tr: Yorum silinemez.
uk: Коментар не може бути видалений.

source: The comment has already been trashed.
de_de: Der Kommentar wurde bereits gelöscht.
es_es: El comentario ya está en la papelera.
ja: コメントはすでにゴミ箱に移動済みです。
tr_tr: Yorum çöpe gönderildi.
uk: Коментар вже був переміщений в кошик.

source: The comment does not support trashing. Set '%s' to delete.
de_de: Der Kommentar unterstützt kein Papierkorb. Setzt'%s' zum Löschen.
es_es: El comentario no se puede enviar a la papelera. Ponlo a '%s' para borrar.
ja: コメントはゴミ箱機能をサポートしていません。削除するには「%s」を設定してください。
tr_tr: Yorum çöpe gönderilmeyi desteklemiyor. Silmek için '%s' öğesini ayarlayın.
uk: Коментар не можна перемістити до кошика. Встановіть '%s' щоби видалити.

source: Sorry, you are not allowed to delete this comment.
de_de: Leider ist es dir nicht erlaubt, diesen Kommentar zu löschen.
es_es: Lo siento, no tienes permisos para borrar este comentario.
ja: このコメントを削除する権限がありません。
tr_tr: Üzgünüz, bu yorumu silmenize için izin verilmez.
uk: Вибачте, вам не дозволено видалити цей коментар.

source: Updating comment failed.
de_de: Die Aktualisierung des Kommentars ist fehlgeschlagen.
es_es: La actualización del comentario falló.
ja: コメントの更新に失敗しました。
tr_tr: Yorum güncelleme başarısız oldu.
uk: Не вдалося оновити коментар.

source: Updating comment status failed.
de_de: Die Aktualisierung des Kommentarstatus ist fehlgeschlagen.
es_es: La actualización del estado del comentario falló.
ja: コメントのステータス更新に失敗しました。
tr_tr: Yorum durumunu güncelleştirme başarısız oldu.
uk: Не вдалося оновити статус коментаря.

source: Sorry, you are not allowed to change the comment type.
de_de: Sorry, du darfst den Kommentartyp nicht ändern.
es_es: Lo siento, no tienes permisos para cambiar el tipo de comentario.
ja: コメントタイプを変更する権限がありません。
tr_tr: Üzgünüm, yorum türünü değiştirmesine izin verilmez.
uk: Вибачте, ви не можете змінювати тип коментарів.

source: Sorry, you are not allowed to edit this comment.
de_de: Leider ist es dir nicht erlaubt, diesen Kommentar zu bearbeiten.
es_es: Lo siento, no estás autorizado a editar este comentario.
ja: このコメントを編集する権限がありません。
tr_tr: Üzgünüz, bu yorumu düzenlemenize izin verilmez.
uk: Вибачте, вам не дозволено редагувати цей коментар.

source: Creating comment failed.
de_de: Das Erstellen eines Kommentars ist fehlgeschlagen.
es_es: Falló la creación del comentario.
ja: コメントするのに失敗しました。
tr_tr: Yorum oluşturma başarısız oldu.
uk: Помилка додавання коментаря.

source: Comment field exceeds maximum length allowed.
de_de: Das Kommentarfeld überschreitet die maximal zulässige Länge.
es_es: El campo de comentario excede la longitud máxima permitida.
ja: コメントフィールドが上限を超過しています。
tr_tr: Yorum alanı izin verilen en fazla uzunluğu aşıyor.
uk: Занадто довгий коментар.

source: Cannot create existing comment.
de_de: Bestehende Kommentare können nicht erstellt werden.
es_es: No se puede crear un comentario ya existente.
ja: 既存のコメントを作成することはできません。
tr_tr: Mevcut yorum oluşturulamıyor.
uk: Не можна створити вже наявний коментар.

source: Sorry, comments are closed for this item.
de_de: Sorry, Kommentare sind für diesen Artikel geschlossen.
es_es: Lo siento, los comentarios están cerrados para este elemento.
ja: この投稿へのコメントは受け付けていません。
tr_tr: Bu gönderi için yorum alanı kapalı.
uk: Вибачте, але коментарі закриті.

source: Sorry, you are not allowed to create a comment on this post.
de_de: Es ist dir leider nicht erlaubt, einen Kommentar zu diesem Beitrag zu verfassen.
es_es: Lo siento, no tienes permisos para crear un comentario en esta entrada.
ja: この投稿にコメントする権限がありません。
tr_tr: Üzgünüz, bu yazı üzerinde bir yorum oluşturmak için izin verilmez.
uk: Вам не дозволено залишати коментарі до цього запису.

source: Sorry, you are not allowed to create this comment without a post.
de_de: Sorry, du darfst diesen Kommentar nicht ohne Beitrag erstellen.
es_es: Lo siento, no tienes permisos para crear este comentario sin una entrada.
ja: 投稿のない、このコメントをする権限がありません。
tr_tr: Üzgünüz, bu yorumu yazı yazmadan oluşturmanıza izin verilmez.
uk: Вибачте, вам не дозволено створити цей коментар без запису.

source: Sorry, you are not allowed to edit '%s' for comments.
de_de: Sorry, du darfst'%s' für Kommentare nicht bearbeiten.
es_es: Lo siento, no tienes permisos para editar '%s' de los comentarios.
ja: コメントの '%s' を設定する権限がありません。
tr_tr: Üzgünüz, yorumlarınız için '%s' dosyasını düzenleme izniniz yok.
uk: Вибачте, вам не дозволено редагувати '%s' для коментарів.

source: Sorry, you are not allowed to read this comment.
de_de: Sorry, du darfst diesen Kommentar nicht lesen.
es_es: Lo siento, no tienes permisos para ver este comentario.
ja: このコメントを読む権限がありません。
tr_tr: Üzgünüz, bu yorumu okuma izniniz yok.
uk: Вибачте, але вам не дозволено читати цей коментар.

source: Invalid post ID.
de_de: Ungültige Post-ID.
es_es: ID de entrada no válido.
ja: 無効な投稿 ID です。
tr_tr: Geçersiz gönderi ID.
uk: Невірний ID запису.

source: Invalid comment ID.
de_de: Ungültige Kommentar-ID.
es_es: El ID del comentario no es válido.
ja: 無効なコメント ID です。
tr_tr: Geçersiz yorum ID.
uk: Невірний ID коментаря.

source: Query parameter not permitted: %s
de_de: Abfrageparameter nicht erlaubt: %s
es_es: Parámetro de consulta no permitido: %s
ja: クエリー変数が許可されていません: %s
tr_tr: Sorgu parametresine izin verilmiyor: %s
uk: Неприпустимий параметр запиту: %s

source: Sorry, you are not allowed to edit comments.
de_de: Sorry, du darfst keine Kommentare bearbeiten.
es_es: Lo siento, no tienes permisos para editar comentarios.
ja: コメントを編集する権限がありません。
tr_tr: Üzgünüz, Yorum düzenlemenize izin verilmez.
uk: Вибачте, ви не маєте права редагувати коментарі.

source: Sorry, you are not allowed to read comments without a post.
de_de: Sorry, du darfst keine Kommentare ohne Beitrag lesen.
es_es: Lo siento, no tienes permisos para leer comentarios sin una entrada.
ja: 投稿のないコメントを読む権限がありません。
tr_tr: Üzgünüz, yazı yazmadan yorumları okuma izniniz yok.
uk: Вибачте, вам не дозволено читати коментарі без запису.

source: Sorry, you are not allowed to read the post for this comment.
de_de: Sorry, du darfst den Beitrag für diesen Kommentar nicht lesen.
es_es: Lo siento, no tienes permisos para leer la entrada de este comentario.
ja: このコメントのついた投稿を読む権限がありません。
tr_tr: Üzgünüz, bu yorumun yayınını okuma izniniz yok.
uk: Вибачте, вам не дозволено прочитати запис для цього коментаря.

source: The password for the parent post of the comment (if the post is password protected).
de_de: Das Passwort für den übergeordneten Beitrag des Kommentars (wenn der Beitrag passwortgeschützt ist).
es_es: La contraseña de la entrada superior del comentario (si la entrada está protegida por contraseña).
ja: コメントの親投稿のパスワード (投稿がパスワード保護されている場合)。
tr_tr: Yorumun ana gönderisinin şifresi (eğer posta şifre korumalı ise).
uk: Пароль для батьківського запису коментаря (якщо запис захищено паролем).

source: Unique identifier for the object.
de_de: Eindeutige Kennung für das Objekt.
es_es: Identificador único para el objeto.
ja: オブジェクトの一意識別子。
tr_tr: Nesne için benzersiz tanımlayıcı.
uk: Унікальний ідентифікатор об'єкта.

source: Email
es_es: Correo electronico
ja: メール
tr_tr: E-Posta

source: WP User Avatar
es_es: WP Avatar Usuario
ja: WPユーザーアバター

source: Callback URL
de_de: Antwort-URL
es_es: URL de respuesta
ja: コールバックURL
tr_tr: Geri alma URL'si

source: Steam
ja: スチーム

source: Akismet Anti-Spam
ja: Akismet Anti-Spam (アンチスパム)

source: Consumer Secret
de_de: Verbraucher Secret
ja: コンシューマシークレット
tr_tr: Tüketici Gizliliği

source: Consumer Key
de_de: Verbraucher-Schlüssel
ja: コンシューマカギ
tr_tr: Tüketici anahtarı

source: No emails uploaded yet.
tr_tr: Henüz yüklenen e-postal yok.

source: It is very hard to get approve by Instagram. Read guide below to know more about why it is so.
tr_tr: Instagram tarafından onay almak çok zor. Bu kadar neden hakkında daha fazla bilgi için aşağıdaki kılavuzu okuyun.

source: Support us
tr_tr: Bizi Destekleyin

source: Allow Instagram authorization
tr_tr: Instagram yetkilendirmesine izin ver

source: Enter client id. Can be found in <a href="%s" target="_blank">Manage Clients</a>
tr_tr: İstemci kimliği girin. <a href="%s" target="_blank"> İstemcileri Yönetme </a> bölümünde bulunabilir

source: Enter client secret. Can be found in <a href="%s" target="_blank">Manage Clients</a>
tr_tr: İstemci gizliliğini girin. <a href="%s" target="_blank"> İstemcileri Yönetme </a> bölümünde bulunabilir

source: Enter app secret. Can be found in the list of <a href="%" target="_blank">apps</a>
tr_tr: Uygulama gizli anahtarını girin. <a href="%" target="_blank">Uygulamalar </a> listesinde bulunabilir
