Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: No emails yet.
uk: Ще немає листів.

source: Try out our <a href="%s" target="_blank">AnyComment Cloud</a>. We already configured all of the socials for you, just choose what you need.
es_es: Prueba nuestra <a href="%s" target="_blank">AnyComment Cloud</a>. Ya hemos configurado todas las redes sociales por ti, simplemente elige la que necesitas.
uk: Спробуйте <a href="%s" target="_blank">AnyComment Хмара</a>. Там ми вже налаштували всі соціальні мережі, Вам потрібно лише вибрати які з них вам потрібні.

source: Replace WooCommer's review form with AnyComment.
es_es: Reemplazar el sistema de reseñas de WooCommerce con AnyComment.
uk: Замінити форму відгуків від WooCommer на AnyComment.

source: Replace Review Form
es_es: Reemplazar el formulario de reseñas
uk: Замінити Форму Відгуків

source: Contributor
de_de: Mitarbeiter
es_es: Colaborador
ja: 寄稿者
uk: Помічник

source: Comments:
de_de: Kommentare:
es_es: Comentarios:
uk: Коментарі

source: WordPress Forum
es_es: Foro de WordPress
uk: Форум WordPress

source: Hide
de_de: Verstecken
es_es: Ocultar
ja: 非表示
uk: Приховати

source: Skip
de_de: Überspringen
es_es: Omitir
ja: スキップ
uk: Пропустити

source: Back
de_de: Zurück
es_es: Atrás
ja: 戻る
uk: Назад

source: Next
de_de: Weiter
es_es: Siguiente
ja: 次
uk: Далі

source: Cache was successfully flushed!
de_de: Cache wurde erfolgreich geleert!
es_es: ¡La caché ha sido eliminada correctamente!
uk: Кеш було успішно скинуто!

source: Comments were imported successfully.
de_de: Kommentare wurden erfolgreich importiert.
es_es: Los comentarios han sido importados correctamente.
uk: Коментарі були успішно імпортовані.

source: Comments from HyperComments were removed.
de_de: Kommentare von HyperComments wurden entfernt.
es_es: Los comentarios de HyperComments han sido eliminados.
uk: Коментарі з HyperComments були видалені.

source: Comments opened successfully.
de_de: Kommentare erfolgreich geöffnet.
es_es: Los comentarios han sido abiertos correctamente.
uk: Коментарі успішно були відкриті.

source: Failed to open comments - unknown type.
de_de: Öffnen der Kommentare fehlgeschlagen - unbekannter Typ.
es_es: No se han podido abrir los comentarios - tipo desconocido.
uk: Не вдалося відкрити коментарі - невідомий тип.

source: Synchronization with cloud is not configured yet. Click button below to learn more about it.
de_de: Synchronisierung mit der Cloud is noch nicht konfiguriert. Klick auf den Button unten, um mehr darüber zu lernen.
es_es: La sincronización con la nube todavía no se ha configurado. Haz clic en el botón de abajo para saber más sobre ello.
uk: Синхронізація з хмарою ще не налаштована. Натисніть кнопку нижче, щоб дізнатися подробиці.

source: Synchronization required
de_de: Synchronisierung erforderlich
es_es: Se necesita sincronizar
uk: Потрібна синхронізація

source: Synced %s comment out of %s, finished %s in total.
de_de: %s Kommentar von %s synchronisiert, %s ingesamt abgeschlossen.
es_es: Sincronizado %s comentario de %s, finalizado %s en total.
uk: Синхронізований %s коментар з %s, завершено на %s.

source: All Comments Synced!
de_de: Alle Kommentare synchronisiert!
es_es: ¡Todos los comentarios han sido sincronizados!
uk: Всі коментарі синхронізовані!

source: Addons
es_es: Extensiones
ja: アドオン
uk: Доповнення

source: Already installed
de_de: Bereits installiert
es_es: Ya instalado
uk: Встановлено

source: Download
de_de: Herunterladen
es_es: Descargar
ja: ダウンロード
uk: Завантажити

source: It is an advanced analytics for AnyComment & it is free!
de_de: Es ist eine erweiterte Analytik für AnyComment & es ist kostenlos!
es_es: Es un análisis avanzado para AnyComment, ¡y es gratis!
uk: Передова аналітика для AnyComment & це безкоштовно!

source: Download report
de_de: Report herunterladen
es_es: Descargar el informe
uk: Завантажити звіт

source: You may use button below to download debug report and send it AnyComment support.
es_es: Puedes usar el botón de abajo para descargar un informe de depuración y enviárselo al soporte de AnyComment.
uk: Ви можете використовувати кнопку нижче, щоб завантажити звіт і відправити його в підтримку AnyComment.

source: By default AnyComment is not replacing your comment form, so you have time to configure the plugin. Enable this option, once you finished with configuration.
de_de: Standardmäßig ersetzt AnyComment deine Kommentare nicht, sodass du Zeit hast, das Plugin zu konfigurieren. Aktiviere diese Option, wenn du mit der Konfiguration fertig bist.
es_es: Por defecto, AnyComment no reemplaza tu formulario de comentarios, así que tienes tiempo para configurar el plugin. Activa esta opción cuando hayas terminado la configuración.
uk: За замовчуванням AnyComment не замінює Вашу стандартну форму коментарів, щоб Ви встигли налаштувати плагін. Увімкніть цю опцію, після здійснення всіх налаштувань.

source: After you configure socials networks, it is required to go to "General" settings and enable "Enable Comments" option, to replace native comment block with AnyComment's version.
es_es: Después de que configures las redes sociales, es necesario que vayas a los ajustes «Generales» y actives la opción «Activar los comentarios» para reemplazar el bloque nativo de comentarios con la versión de AnyComment.
uk: Після того як Ви налаштували соціальні мережі, вам потрібно зайти в "Загальні" настройки і увімкнути опцію "Увімкнути коментарі", яка замінить звичайні коментарі на AnyComment.

source: For simplicity reasons, we prepared in-depth configuration guide per each social network
de_de: Zur Vereinfachung haben wir für jedes soziale Netzwerk einen detaillierten Konfigurationsleitfaden erstellt
es_es: Por simplicidad, hemos preparado una guía de configuración más detallada por cada red social.
uk: Для зручності, ми підготували докладні інструкції по налаштуванню кожної соціальної мережі.

source: Configure social networks which fit most to your website. Green indicated by the name of the social network would mean it is available to users for signup.
es_es: Configura las redes sociales que se ajusten mejor a tu web. Si el nombre de la red social está en verde, significa que los usuarios pueden registrarse a través de ella.
uk: Налаштування соціальних мереж, які найліпше підходять Вашому сайту. Зелений індикатор праворуч від назви соціальної мережі означає, що вона активна для авторизації.

source: In this tab you are supposed to set-up social networks. Each social network has in-depth configuration guide.
es_es: En esta pestaña se supone que debes configurar las redes sociales. Cada red social tiene una guía de configuración más detallada.
uk: У цій вкладці Вам потрібно налаштувати соціальні мережі. Кожна соціальна мережа має детальну інструкцію з налаштування.

source: Have a look at this block. Here, you would find possible conflicts with other plugins. However, do not pay close attention. You can ignore it if AnyComment functioning properly.
es_es: Échale un vistazo a este bloque. Aquí encontrarás posibles conflictos con otros plugins. Pero no le prestes mucha atención. Puedes ignorarlo si AnyComment está funcionando correctamente.
uk: Зверніть увагу на цей блок. Тут Ви знайдете можливі конфлікти з іншими плагінами. Але не звертайте на нього занадто багато уваги. Ви можете ігнорувати їх, якщо AnyComment стабільно працює.

source: On this page you see generic information about comments. Statistics, active users and total number of comments. Some of the other pages would have similar guide once you enter such page.
es_es: En esta página verás información genérica acerca de los comentarios. Estadísticas, usuarios activos y el número total de comentarios. En algunas de las otras páginas verás información similar una vez que entres a ellas.
uk: На цій сторінці Ви знайдете загальну інформацію про коментарі. Статистику, активних користувачів і загальну кількість коментарів. Деякі інші сторінки будуть мати точно такого ж помічника як тільки Ви відкриєте її.

source: Choose how comments would be sorted.
de_de: Wähle wie Kommentare sortiert werden.
es_es: Elige cómo se ordenarán los comentarios.
ja: コメントの分類の方法を選択します。
uk: Виберіть в якому порядку будуть відсортовані коментарі.

source: Oldest to newest
de_de: Älteste bis neueste
es_es: Del más antiguo al más nuevo
ja: 投稿順 (過去から)
uk: Cпочатку старі

source: Newest to oldest
de_de: Neueste bis älteste
es_es: Del más nuevo al más antiguo
ja: 投稿順 (最新から)
uk: Cпочатку нові

source: Number of comments to be seen by search engines. Lower the number - faster comments would load.
de_de: Anzahl der Kommentare, die von Suchmaschinen gesehen werden sollen. Verringere die Anzahl - damit Kommentare schneller geladen werden.
es_es: Número de comentarios para ser vistos por los motores de búsqueda. Mientras más bajo sea, más rápido cargarán los comentarios.
ja: コメントの数は検索エンジンによって表示されます。数が小さいほど、コメントのダウンロード速度が速くなります。
uk: Кількість коментарів, які будуть бачити пошукові системи. Чим менше число - тим швидше завантажуються коментарі.

source: Limit Comments
de_de: Kommentare begrenzen
es_es: Límite de comentarios
ja: コメントの制限
uk: Ліміт коментарів

source: Allow search engines to discover comments.
de_de: Suchmaschinen erlauben Kommentare zu sehen.
es_es: Permitir a los motores de búsqueda descubrir los comentarios.
ja: 検索エンジンがコメントを検出できるようにします。
uk: Дозволити пошуковим системам індексувати коментарі.

source: Search Engine Visibility
de_de: Sichtbarkeit für Suchmaschinen
es_es: Visibilidad en los motores de búsqueda
ja: 検索エンジンでの表示
uk: Видимість для пошукових систем

source: URL where file can served. For example, when directory specified, it is required to specify path where image would served. When empty, %s would be used. Notice that AnyComment would add year and month automatically to the URL.
es_es: La URL desde la cual se servirá el archivo. Por ejemplo, cuando el directorio esté indicado, es obligatorio indicar la ruta desde la cual se servirá la imagen. Cuando esté vacía, %s será usado. Ten en cuenta que AnyComment añadirá el año y el mes de manera automática a la URL.
uk: Посилання для перегляду файлів. Наприклад, коли вказана "Директорія збереження", то важливо вказати посилання для перегляду файлів. Коли порожньо, %s буде використано. Зверніть увагу, що AnyComment автоматично додасть рік та місяць до вашого посилання.

source: Save directory serve
de_de: Dienendes Verzeichnis speichern
es_es: Guardar el directorio para servir
ja: ディレクトリのサービスの保存
uk: Посилання для відображення

source: Absolute path where all files would be stored, including social avatars. When empty, %s would be used. Notice folder must have correct permission & owner. Notice that AnyComment would add year and month automatically to the folder you specify to limit number of files per directory.
de_de: Absoluter Pfade wo alle Dateien gespeichert werden, inklusive der social Avatare. Wenn leer, wird %s benutzt. Achte darauf, dass Ordner korrekte Erlaubnis & Besitzer haben müssen. AnyComment wird automatisch Jahr und Monat zum Ordner hinzufügen, den du angegeben hast, um die Anzahl von Dateien pro Verzeichnis zu limitieren.
es_es: Ruta absoluta donde se almacenarán todos los archivos, incluyendo los avatares sociales. Cuando esté vacía, %s será usado. Ten en cuenta que la carpeta debe tener los permisos y propietarios correctos. Ten en cuenta que AnyComment añadirá el año y el mes de manera automática a la carpeta que indiques para limitar el número de archivos por directorio.
uk: Абсолютний шлях де потрібно зберігати файли, включаючи іконки соціальних мереж. Коли порожньо, %s буде використовуватися. Зверніть увагу, папка повинна мати правильні права і власника. Крім цього, AnyComment додасть рік та місяць до вашого шляху, щоб обмежити кількість файлів на директорію.

source: Save directory
de_de: Verzeichnis speichern
es_es: Guardar el directorio
ja: ディレクトリの保存
uk: Директорія збереження

source: Comment should be marked for moderation when matched word from this list of comma-separated values. Also you may replace words with the folowing syntax: "word:*", where word is the matching word and after ":" is the replacement character. Example, "wor:*" would make "Hello world" as "Hello ***ld"
es_es: El comentario será marcado para moderar cuando alguna de sus palabras coincida con la de esta lista de valores separados por coma. También puedes reemplazar palabras con la siguiente sintaxis: «palabra:*», donde «palabra» es la palabra que debe coincidir y lo que va detrás de « : » es el carácter que reemplazará dicha palabra. Por ejemplo, «mun:*» convertiría «Hola, mundo» en «Hola, ***do».
uk: Коментар повинен бути помічений, якщо збігається хоч з одним із слів зазначених в цьому полі через кому. Ви також можете вказувати слова в наступному форматі: "світ:*", де "світ" це слово для перевірки, а після ":" це символ для заміни. Наприклад, "сві:" замінить "Привіт, світ!" на "Привіт, *т!"

source: In order to use AnyComment.Cloud, you need to <a href="%s" target="_blank">register</a>, add website and click "Synchronize". This notification is not shown to regular users, just administrators and moderators.
es_es: Para usar AnyComment.Cloud, necesitas <a href="%s" target="_blank">registrarte</a>, añadir una web y hacer clic en «Sincronizar». Este aviso no lo verán los usuarios normales, solo los administradores y moderadores.
uk: Для того, щоб використовувати AnyComment.Cloud, вам необхідно <a href="%s" target="_blank">зареєструватися</a>, додати веб-сайт і натиснути "Синхронізувати". Це повідомлення не показується звичайним користувачам, а тільки адміністраторам та модераторам.

source: API Key
de_de: API-Schlüssel
es_es: Clave de la API
ja: API キー
uk: API Ключ

source: Synchronize all comments from website with <a href="%s" target="_blank">AnyComment.Cloud</a>.
es_es: Sincroniza todos los comentarios de la web con <a href="%s" target="_blank">AnyComment.Cloud</a>.
ja: <a href="%s" target="_blank">AnyComment.Cloud</a> でサイトからのすべてのコメントを同期しましょう。
uk: Синхронізувати всі коментарі з сайту на <a href="%s" target="_blank">AnyComment.Cloud</a>.

source: Synchronize comments with service
de_de: Synchronisiere Kommentare mit dem Service
es_es: Sincronizar los comentarios con el servicio
ja: サービスとのコメントの同期
uk: Синхронізувати коментарі з сервісом

source: Display comments from <a href="%s" target="_blank">AnyComment.Cloud</a> instead of original AnyComment form.
es_es: Mostrar comentarios de <a href="%s" target="_blank">AnyComment.Cloud</a> en lugar de los comentarios originales de AnyComment.
ja: 元の <a href="%s" target="_blank">AnyComment</a> フォームの代わりに、AnyComment.Cloud からのコメントを表示します。
uk: Відображати форму коментарів з <a href="%s" target="_blank">AnyComment.Cloud</a> замість звичайної форми від AnyComment.

source: Display comments
de_de: Kommentare anzeigen
es_es: Mostrar los comentarios
ja: コメントの表示
uk: Відображати коментарі

source: No page slug provided
de_de: Kein Seitenblock bereitgestellt
es_es: No se ha proporcionado el slug de la página
ja: ページのスラッグが指定されません
uk: Не вказаний ярлик сторінки

source: Invalid nonce
de_de: Ungültiger Nonce
es_es: Nonce no válido
ja: 無効なナンス
uk: Невірний нонс

source: Failed to save form. Please try again.
de_de: Formular konnte nicht gespeichert werden. Bitte versuche es erneut.
es_es: No se ha podido guardar el formulario. Por favor, inténtalo de nuevo.
ja: フォームの保存中にエラーが発生しました。もう一度試してください。
uk: Помилка збереження форми. Будь ласка, спробуйте знову.

source: Saved successfully
de_de: Erfolgreich gespeichert
es_es: Guardado correctamente
ja: 保存しました。
uk: Збережено успішно

source: You have Clearfy activated, please make sure "Remove REST API Links" is "Off" under "Performance" tab and all options under "Server headers and response" in "SEO" tab are "Off" as it may cause problems to load comments.
es_es: Tienes Clearfy activado. Por favor, asegúrate de que está desactivado «Eliminar los enlaces de la API REST» en la pestaña «Rendimiento» y que todas las opciones en «Cabeceras del servidor y respuesta», en la pestaña «SEO», estén desactivadas, ya que podrían causar problemas al cargar comentarios.
uk: У вас активований Clearfy, будь ласка переконайтеся, щоб опція "Відключити Rest API" була на "Вимкнути" у вкладці "Продуктивність" і все опції під заголовком "Заголовки серверів і відповідь" у вкладці "SEO" стояли на "Вимкнути", так як це може спричинити проблеми в роботі коментарів.

source: You have iThemes Security activated, please make sure "Filter Long URL Strings" is "Off" as it may cause problems.
es_es: Tienes iThemes Security activado. Por favor, asegúrate de que esté desactivado «Filtrar las cadenas largas de la URL», ya que podría causar problemas.
uk: У вас активований iThemes Security, будь ласка, переконайтеся, щоб опція "Filter Long URL Strings" стояла на "Off", так як вона може спричиняти проблеми.

source: Hello,
de_de: Hallo,
es_es: Hola,
ja: こんにちは。
uk: Привіт,

source: Hello %s,
de_de: Hallo %s,
es_es: Hola %s,
ja: %s さん、こんにちは。
uk: Привіт %s,

source: - %s: to display only socials icons without starting paragraph, <br>- %s: URL where to redirect user after authorization
de_de: -%s: Um nur soziale Symbole anzuzeigen, ohne den Absatz zu beginnen, <br> -%s: URL, unter der der Benutzer nach der Autorisierung umgeleitet werden soll
es_es: - %s: para mostrar solo los iconos sociales sin el párrafo inicial, <br>- %s: la URL a la que redirigir al usuario tras ser autorizado
uk: - %s: відображати тільки іконки соціальних мереж без тексту, <br>- %s: посилання куди перенаправляти користувачів після успішної авторизації

source: Possible options:
de_de: Möglichkeiten:
es_es: Opciones posibles:
ja: 可能なオプション：
uk: Можливі налаштування:

source: Moderate only first comment any further should be posted without pre moderation. When "Moderate First" option enabled, comments from users with at least one approved comment would be accepted automatically.
es_es: Solo el primer comentario será moderado y los demás serán publicados sin moderación previa. Cuando la opción "moderar primero" esté activada, los comentarios de usuarios que tengan al menos un comentario aprobado serán aceptados de manera automática.
uk: Модерувати тільки перший коментар, всі інші будуть опубліковані без попередньої модерації. Коли опція "Спочатку модерувати" увімкнена, коментарі від користувачів з хоча б одним схваленим коментарем будуть схвалені автоматично.

source: Moderate first comment only
de_de: Nur ersten Kommentar moderieren/freigeben
es_es: Moderar solo el primer comentario
ja: 最初のコメントのみをモデレートする
uk: Модерувати тільки перший коментар

source: Extensions Loaded
de_de: Erweiterung geladen
es_es: Extensiones cargadas
ja: ロードされた拡張機能
uk: Завантажені розширення

source: Moderate
de_de: Moderieren
es_es: Moderar
ja: モデレートする
uk: Модерувати

source: New comment for %s on %s.
de_de: Neue Kommentare für %s zu %s
es_es: Un nuevo comentario para %s en %s.
ja: %sの%sに対する新しいコメント。
uk: Новий коментар для %s на %s.

source: %s replied to the following:
de_de: %s antwortete auf Folgendes:
es_es: %s respondió a lo siguiente:
ja: %sは以下に応答しました:
uk: %s відповів(-ла) на наступне:

source: New reply for %s on %s.
de_de: Neue Antwort für %s zu %s.
es_es: Nueva respuesta para %s en %s.
ja: %sの%sに対する新しい回答。
uk: Нова відповідь для %s на %s.

source: Learn more
de_de: Lerne mehr
es_es: Más información
ja: さらに詳しく
uk: Дізнатись більше

source: AnyComment Analytics
ja: AnyComment分析
uk: AnyComment Аналітика

source: This action would delete all imported comments from HyperComment that were improted via this tool.
de_de: Diese Aktion wird alle importieren Kommentare von HyperComment, welche von diesem Tool importiert wurden, löschen.
es_es: Esta acción borrará todos los comentarios de HyperComment que han sido importados a través de esta herramienta.
ja: この行為はこのツールを使用してインポートされたHyperCommentからインポートされたすべてのコメントを削除します。
uk: Ця дія видалить всі імпортовані коментарі з HyperComment.

source: Revert
de_de: Zurückkehren
es_es: Revertir
ja: 元に戻す
uk: Повернути

source: Clicking on "Import" would copy all comments from provided XML document via URL to your website. It would automatically match posts, pages and create comments for them. It means after page reloaded, you may go and check for imported comments.
es_es: Al hacer clic en "importar", copiarás todos los comentarios provistos por el documento XML, a través de la URL, a tu web. De manera automática emparejará las entradas, páginas, y generará los comentarios para ellas. Esto significa que, una vez que la página se recargue, puedes ir y comprobar los comentarios importados.
ja: 「インポート」(Import)をクリックすると、提供されたXMLドキュメントからサイトにURLアドレスですべてのコメントがコピーされます。それは自動的に投稿、ページを一致させ、それらのためにコメントを作成します。つまり、ページを更新した後で、インポートされたコメントを確認できます。
uk: Натиснувши на "Імпорт", скрипт скопіює всі коментарі із зазначеного XML документа з посилання на ваш сайт. Він автоматично порівняє записи, сторінки і створить для них коментарі. Це означає, що після перезавантаження сторінки, ви можете піти і перевірити наявність імпортованих коментарів.

source: Import
de_de: Importieren
es_es: Importar
ja: インポート
uk: Імпорт

source: Enter URL to XML file to start importing comments from HyperComments.
de_de: Gib die URL zur XML Datei ein, um das Importieren der Kommentare von HyperComments zu starten.
es_es: Introduce la URL a un archivo XML para comenzar a importar comentarios de HyperComments.
ja: HyperCommentsからのコメントのインポートを開始するには、XML ファイルに URLアドレス を入力します。
uk: Введіть URL на XML file для того, щоб почати імпортувати коментарі з HyperComments.

source: Import HyperComments
de_de: Importiere HyperComments
es_es: Importar HyperComments
ja: HyperCommentsのインポート
uk: Імпорт HyperComments

source: Show updated icon on each comment once it was modified.
de_de: Zeigen das aktualisierte Symbol für jeden Kommentar an, sobald er geändert wurde.
es_es: Mostrar un icono de actualizado en cada comentario una vez que haya sido modificado.
ja: 変更された各コメントに更新のアイコンを表示します。
uk: Показувати інформацію про оновлення, коли коментар був відредагований.

source: Show updated info
de_de: Zeige aktualisierte Info
es_es: Mostrar información de actualizado
ja: 変更についての情報を示す
uk: Показувати інформацію про зміну

source: Number words before "...":
de_de: Anzahl Wörter vor "...":
es_es: Número de palabras antes de "...":
ja: [..] の前の単語数:
uk: Кількість слів до "...":

source: Comments are closed.
de_de: Kommentare sind geschlossen.
es_es: Los comentarios están cerrados.
ja: コメントは受け付けていません。
tr_tr: Yorumlar kapatıldı.
uk: Коментарі закриті.

source: Write custom CSS, it will be only related to AnyComment. Notice: you may require to drop the cache after your changes if you have any caching plugin installed.
es_es: Escribe CSS personalizado, sólo estará relacionado con AnyComment. Aviso: es posible que tengas que vaciar la caché después de hacer cambios si tienes algún plugin de caché instalado.
ja: カスタム CSS を書くと、 それはAnyCommentとだけ関連しています。 注意：キャッシュ プラグインがインストールされている場合は、変更後にキャッシュをリセットする必要があるでしょう。
uk: Напишіть власний CSS, він буде пов'язаний тільки з AnyComment. Зверніть увагу: можливо вам буде потрібно скинути кеш після змін, якщо у вас встановлений якийсь плагін кешування.

source: Custom CSS
de_de: Benutzerdefiniertes CSS
es_es: CSS Personallizado
ja: カスタム CSS
uk: Власний CSS

source: Editor
ja: エディター
uk: Редактор

source: Choose comment date & time format.
de_de: Wähle das Format für Datum und Uhrzeit des Kommentars.
es_es: Elija el formato de fecha y hora de los comentarios.
ja: コメントの日時のフォーマットを選びます。
uk: Вибрати формат дати & часу коментаря.

source: Absolute (format taken from WordPress)
de_de: Absolut (Format aus WordPress)
es_es: Absoluto (formato tomado de WordPress)
ja: 絶対（WordPressから取られるフォーマット）
uk: Абсолютний (форма береться з WordPress)

source: Relative (e.g. 1 minute ago)
de_de: Relativ (z.B. vor 1 Minute)
es_es: Relativo (por ejemplo, hace 1 minuto)
ja: 相対(例えば、 1分前に)
uk: Відносний (наприклад, 1 хвилину тому)
