Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: Sorry, such file is unavailable
de_de: Entschuldigung, solch ein Datei ist nicht verfügbar.
es_es: Lo siento, ese archivo no está disponible
ja: 申し訳ありませんが、このようなファイルは利用できません
tr_tr: Üzgünüz, bu dosya kullanılamıyor
uk: Вибачте, даний файл не доступний.

source: File does not exist.
de_de: Datei existiert nicht.
es_es: El archivo no existe.
ja: ファイルが存在しません。
tr_tr: Dosya yok.
uk: Помилка, файл не існує.

source: Sorry, guests unable to delete files.
de_de: Sorry, Gäste können Dateien nicht löschen.
es_es: Lo siento, los invitados no pueden borrar archivos.
ja: 申し訳ありませんが、ゲストはファイルを削除できません。
tr_tr: Üzgünüz, konuklar dosyaları silemez.
uk: Вибачте, але гості не можуть видаляти файли.

source: File ID
de_de: Datei ID
es_es: ID del archivo
ja: ファイル ID
tr_tr: Dosya ID
uk: ID файлу

source: Allow WordPress native authorization
de_de: WordPress native Autorisierung erlauben
es_es: Permitir la autorización nativa de WordPress
ja: WordPressのネイティブ認証を許可する
tr_tr: WordPress yerel yetkilendirmeye izin verin
uk: Дозволити вбудовану авторизацію WordPress

source: Enable Native
de_de: Native aktivieren
es_es: Habilitar nativa
ja: ネイティブを有効にする
tr_tr: Yereli Etkinleştir
uk: Увімкнути вбудовану авторизацію

source: Comment with links should be marked for moderation.
de_de: Kommentare mit Links sollten zur Moderation markiert werden.
es_es: Los comentarios con enlaces deben ser marcados para su moderación.
ja: リンク付きのコメントはモデレート用にマークする必要があります.。
tr_tr: Linkler ile yorum kontrol edilmesi için işaretlenmelidir.
uk: Коментарі з посиланнями мають бути поставлені на модерацію.

source: Links on Hold
de_de: Zurückgestellte Links
es_es: Enlaces en espera
ja: リンク付きのコメント
tr_tr: Bağlantılar Beklemede
uk: Коментарі з посиланнями

source: login
de_de: Anmelden
es_es: iniciar sesión
ja: ログイン
tr_tr: giriş
uk: логін

source: email
ja: メール
tr_tr: eposta
uk: пошта

source: Please use %s to login as this %s seems to be already taken.
de_de: Bitte benutze %s zum Anmelden, da diese %s bereits vergeben zu sein scheint.
es_es: Por favor, utiliza %s para iniciar sesión, ya que este %s parece que ya está tomado.
ja: %sはすでに使用されているようですので、%sを認証に使用してください。
tr_tr: Lütfen giriş yapmak için %s kullanın %s hali hazırda alınmış durumda.
uk: Будь ласка, використовуйте %s для авторизації, так як здається, що %s вже використовується.

source: Sorting
de_de: Sortieren
es_es: Orden
ja: 並べ替え
tr_tr: Sıralama
uk: Сортування

source: Captcha is incorrect. Please try again.
de_de: Captcha ist falsch. Bitte erneut versuchen.
es_es: El captcha es incorrecto. Por favor, inténtalo de nuevo.
ja: Captchaが正しくありません。もう一度試してください。
tr_tr: Captcha yanlış. Lütfen tekrar deneyin.
uk: Невірно введена капча. Будь ласка, спробуйте знову.

source: Inline
es_es: Integrado
ja: インライン
tr_tr: Çizgide
uk: У рядок

source: Bottom left
de_de: Unten links
es_es: Abajo a la izquierda
ja: 左下
tr_tr: Alt Sol
uk: Знизу ліворуч

source: Bottom right
de_de: Unten rechts
es_es: Abajo a la derecha
ja: 右下
tr_tr: Alt Sağ
uk: Знизу праворуч

source: reCAPTCHA Site secret
de_de: reCAPTCHA Website-Geheimniss
es_es: Clave secreta de reCAPTCHA
ja: reCAPTCHAサイトのシークレット
uk: reCAPTCHA секретний ключ

source: reCAPTCHA Site key
de_de: reCAPTCHA Website-Schlüssel
es_es: Clave de sitio de reCAPTCHA
ja: reCAPTCHAサイトのカギ
uk: reCAPTCHA ключ

source: For logged in only
de_de: Nur für eingeloggte Personen
es_es: Sólo para usuarios conectados
ja: ログインされたユーザーだけ
tr_tr: Yalnızca oturum açmış olanlar için
uk: Тільки для авторизованих

source: For guests only
de_de: Nur für Gäste
es_es: Sólo para invitados
ja: ゲストだけ
tr_tr: Sadece misafirler için
uk: Тільки для гостей

source: For all
de_de: Für alle
es_es: Para todos
ja: すべてのため
tr_tr: Tümü için
uk: Для всіх

source: Avatar border radius. You may use "px" or "%". "50%" will make avatars rounded.
de_de: Avatar Grenzradius. Du kannst "px" oder "%" verwenden. "50%" macht Avatare rund.
es_es: Radio del borde del Avatar. Puedes utilizar "px" o "%". "50%" hará que los avatares sean redondos.
ja: アバターの枠線の半径。「px」または「%」を使用できます。「50%」はアバターを丸くします。
tr_tr: Avatar kenar çapı. "px" veya "%" kullanabilirsiniz. "% 50" avatarı yuvarlak yapacaktır.
uk: Закруглення країв аватарів. Можна вказати з "px" або "%". "50%" "50%" зробить аватари у формі кола.

source: Avatar Border Radius
de_de: Avatar Rand-Radius
es_es: Radio del borde del avatar
ja: アバターの枠線の半径
tr_tr: Avatar Kenar Çapı
uk: Закруглення країв аватарок

source: Robohash (from Gravatar)
de_de: Robohash (von Gravatar)
es_es: Robohash (de Gravatar)
ja: Robohash（Gravatarから）
tr_tr: Robohash (Gravatar 'dan)
uk: Robohash (від Gravatar)

source: Retro (from Gravatar)
de_de: Retro (von Gravatar)
es_es: Retro (de Gravatar)
ja: Retro（Gravatarから）
tr_tr: Retro (Gravatar dan)
uk: Retro (від Gravatar)

source: Wavatar (from Gravatar)
de_de: Wavatar (von Gravatar)
es_es: Wavatar (de Gravatar)
ja: Wavatar（Gravatarから）
tr_tr: Wavatar (Gravatar dan)
uk: Wavatar (від Gravatar)

source: Monsteroid (from Gravatar)
de_de: Monsteroid (von Gravatar)
es_es: Monsteroide (de Gravatar)
ja: Monsteroid（Gravatarから）
tr_tr: Monsteroid (Gravatar dan)
uk: Monsteroid (від Gravatar)

source: Identicon (from Gravatar)
de_de: Identicon (von Gravatar)
es_es: Identicon (de Gravatar)
ja: Identicon（Gravatarから）
tr_tr: Identicon (Gravatar 'dan)
uk: Identicon (від Gravatar)

source: No avatar (from Gravatar)
de_de: Kein Avatar (von Gravatar)
es_es: Sin avatar (de Gravatar)
ja: アバターがない（Gravatarから）
tr_tr: Avatar yok (Gravatar dan)
uk: Немає аватару (від Gravatar)

source: No avatar (from AnyComment)
de_de: Kein Avatar (von AnyComment)
es_es: Sin avatar (de AnyComment)
ja: アバターがない（AnyCommentから）
tr_tr: Avatar yok (AnyComment dan)
uk: Немає аватару (від AnyComment)

source: Default avatar when user does not have any.
de_de: Standardmäßiger Avatar, wenn der Benutzer keine hat.
es_es: Avatar por defecto cuando el usuario no tiene ninguno.
ja: アバターを持っていないユーザーの場合、デフォルトアバターを表示できます。
tr_tr: Kullanıcı herhangi bir avatarı olmadığında varsayılan avatar.
uk: Для користувачів, які не мають свого аватара, можна показувати або стандартне зображення від AnyComment, або створене автоматично на основі їх e-mail.

source: Default Avatar
de_de: Standard Avatar
es_es: Avatar por defecto
ja: デフォルトアバター
tr_tr: Şuanki Görünen Resmin
uk: Аватар за замовчуванням

source: Please use normal login form, as this email is associated with a WordPress user.
de_de: Bitte verwende das normale Anmeldeformular, da diese E-Mail bereits einem WordPress-Benutzer zugeordnet ist.
es_es: Por favor, utiliza el formulario de inicio de sesión normal, este correo electrónico está asociado con un usuario de WordPress.
ja: このメールはWordPressユーザーに関連付けられているので、標準のログインのフォームを使用してください。
tr_tr: Bu e-posta bir WordPress kullanıcı ile ilişkili olduğu gibi, normal giriş formunu kullanın lütfen.
uk: Будь ласка, використовуйте стандартну форму авторизації, так як ця пошта пов'язана з WordPress користувачем.

source: Shortcodes
ja: ショートコード
tr_tr: Kısa Kodlar
uk: Шорткоди

source: Use this shortcode do display comment box in custom place (e.g. landing page).
es_es: Utiliza este shortcode para mostrar el cuadro de comentarios en un lugar personalizado (por ejemplo, en una página de aterrizaje).
ja: このショートコードを使用して、カスタムの場所にコメントのボックスを表示します（たとえば、ランディングページ）。
tr_tr: Bu kısa kodu, yorum kutusunu, özel bir yerde (örn. Açılış sayfası) yapın.
uk: Використовуйте цей шорткод, щоб відобразити коментарі у своєму місці (наприклад, на посадковій сторінці).

source: You are using %s. This plugin is used to disable comments, please deactivate it as it may cause problems.
es_es: Estás utilizando %s. Este plugin se utiliza para desactivar comentarios, por favor desactívalo ya que puede causar problemas.
ja: %sを使用しています。このプラグインは、コメントを無効にするために使用され、問題を発生する可能性があるためにそれを無効化してください。
tr_tr: %s kullanıyorsunuz. Bu eklenti yorumları devre dışı bırakmak için kullanılır, lütfen sorunlara neden olabileceği için devre dışı bırakın.
uk: Ви використовуєте %s. Цей плагін використовується для вимкнення коментарів, будь ласка, деактивуйте його, щоб уникнути можливих проблем.

source: You are using %s for comments. This is same type of plugin as AnyComment, please deactivate it as it may cause problems.
es_es: Está utilizando %s para comentarios. Este es el mismo tipo de plugin que AnyComment, por favor desactívalo ya que puede causar problemas.
ja: コメントのために%sを使用しています。これはAnyCommentと同じタイプのプラグインであり、問題を発生する可能性があるためにそれを無効化してください。
tr_tr: Yorumlar için %s kullanıyorsunuz. Bu, AnyComment ile aynı türde bir eklentidir, lütfen sorunlara neden olabileceğinden bunu devre dışı bırakın.
uk: Ви використовуєте %s для коментарів. Це плагін такого ж типу як AnyComment, будь ласка деактивуйте його, щоб уникнути можливих проблем.

source: More info
de_de: Weitere Informationen
es_es: Más información
ja: 詳細情報
tr_tr: Daha fazla bilgi
uk: Більше інформації

source: Reply link as button
de_de: Antwort Link als Button
es_es: Enlace de respuesta como botón
ja: ボタンとして返信のリンク
tr_tr: Buton olarak yanıtla bağlantısı
uk: Посилання на відповідь у вигляді кнопки

source: Reply link as text
de_de: Antwort-Link als Text
es_es: Enlace de respuesta como texto
ja: テキストとして返信のリンク
tr_tr: Metin olarak yanıtla bağlantısı
uk: Посилання на відповідь у вигляді тексту

source: Comment text nicely formatted
de_de: Kommentar-Text gut formatiert
es_es: Texto de comentario bien formateado
ja: きちんとフォーマットされたコメントのテキスト
tr_tr: Yorum metin güzel biçimlendirilmiş
uk: Гарно оформлений текст коментаря

source: Comment text
de_de: Kommentar-Text
es_es: Texto del comentario
ja: コメントのテキスト
tr_tr: Yorum metni
uk: Текст коментаря

source: Post title in HTML link
de_de: Titel als HTML-Link posten
es_es: Título de la entrada en el enlace HTML
ja: HTMLリンクの投稿タイトル
tr_tr: HTML bağlantısında yazı başlığı
uk: Заголовок запису всередині HTML посилання

source: Post URL as text
de_de: Beitrags-URL als Text
es_es: URL de entrada como texto
ja: テキストとして投稿URL
tr_tr: Metin olarak yazı URL'si
uk: Посилання на пост як текст

source: Post title as text
de_de: Titel als Text posten
es_es: Título de entrada como texto
ja: テキストとして投稿のタイトル
tr_tr: Metin olarak yazı başlığı
uk: Заголовок запису як текст

source: Blog name in HTML link
de_de: Blog-Name als HTML-Link
es_es: Nombre del blog en el enlace HTML
ja: HTMLリンクのブログの名前
tr_tr: HTML bağlantısı olarak blog adı
uk: Назва сайту в HTML посиланні

source: Blog link as text
de_de: Blog-Link als Text
es_es: Enlace al blog como texto
ja: テキストとしてブログのリンク
tr_tr: Metin olarak blog bağlantısı
uk: Посилання на сайт у вигляді тексту

source: Blog name as text
de_de: Blog-Name als Text
es_es: Nombre del blog como texto
ja: テキストとしてブログの名前
tr_tr: Blog adı metin olarak
uk: Назва сайту як текст

source: Use this rearrange guest form fields or remove something. {name} is required and if you do not add it, it will be added by plugin. {name} is name field, {email} is email field, {website} is website field.
es_es: Utiliza esta opción para reorganizar los campos del formulario de invitado o eliminar algo. {name} es obligatorio y si no lo añades, el plugin lo hará. {name} es el campo de nombre, {email} es el campo de correo electrónico, {website} es el campo de sitio web.
ja: フィールドを再配置したり、何かを削除したい場合に使用します。{名前} が必要パラメーターであり、追加しなくてもプラグインによって追加されます。{名前}は名前のフィールド、{メール}はメールのフィールド、{サイト}はサイトのフィールドです。
tr_tr: Bu yeniden düzenlenmiş konuk formu alanlarını kullanın veya bir şeyi kaldırın. {name} zorunludur ve eklemezseniz eklenti tarafından eklenir. {name} alan adı, {email} e-posta alanı, {website} web sitesi alanı.
uk: Використовуйте це якщо хочете поміняти місцями поля або щось видалити. {name} обов'язковий параметр і навіть якщо ви його видалите, він все одно буде доданий плагіном. {name} - поле імені, {email} - поле пошти, {website} - поле веб-сайта.

source: Guest Fields
de_de: Gast-Felder
es_es: Campos de invitados
ja: ゲストのフィールド
tr_tr: Misafir Alanları
uk: Гостьові поля

source: Oldest first
de_de: Älteste zuerst
es_es: Antiguos primero
ja: 古いものから表示
tr_tr: Eskiden Yeniye
uk: Спочатку старі

source: Newest first
de_de: Neueste zuerst
es_es: Más Recientes
ja: 新しいものから表示
tr_tr: Yeniden Eskiye
uk: Спочатку нові

source: Default sorting.
de_de: Standardsortierung.
es_es: Orden por defecto.
ja: デフォルトのソート。
tr_tr: Varsayılan sıralama.
uk: Сортування

source: Good job! It looks like everything is okay.
es_es: ¡Buen trabajo! Parece que todo está bien.
ja: いいね！すべてがうまくいっているみたいです。
tr_tr: Güzel iş! Her şey yolunda gibi görünüyor.
uk: Чудово! Схоже, що все в порядку!

source: Please do not treat every notice below as a problem. They are generated based on the plugins you use, based on the WordPress version you run and environment you have. They should be treated as suggestions.
es_es: Por favor, no trates cada uno de los siguientes avisos como un problema. Se generan en función de los plugins que utilices, en función de la versión de WordPress que utilices y del entorno que tengas. Deberían tratarse como sugerencias.
ja: 以下の各通知を問題として考えないでください。これらは、実行しているWordPressのバージョンに基づいて、使用するプラグイン、ホスティングの環境に基づいて生成されます。これらはヒントとして扱われるべきです。
tr_tr: Lütfen aşağıdaki her bildirimi bir sorun olarak ele almayın. Kullandığınız WordPress sürümüne ve sahip olduğunuz ortama göre, kullandığınız eklentilere dayanarak oluşturulurlar. Öneri olarak değerlendirilmeli.
uk: Будь ласка, не сприймайте кожне повідомлення нижче, як проблему. Вони згенеровані щодо встановлених вами плагінів, версії WordPress і оточення вашого хостингу або сервера. Сприймайте їх як підказки.

source: Failed to delete selected files.
de_de: Ausgewählte Dateien konnten nicht gelöscht werden.
es_es: No se pudieron eliminar los archivos seleccionados.
ja: 指定のファイルを取除くことは不可能でした。
tr_tr: Seçili dosyalar silinemedi.
uk: Помилка, файли не видалені.

source: Possible Problems
de_de: Mögliche Probleme
es_es: Posibles problemas
ja: 可能な問題
tr_tr: Olası Sorunlar
uk: Можливі Проблеми

source: Missing file data
de_de: Fehlende Dateidaten
es_es: Faltan datos de archivo
ja: ファイルのデータがありません
tr_tr: Eksik dosya verisi
uk: Помилка, відсутні файли для завантаження.

source: Sorry, you have reached upload limit. Wait a little bit before uploading again.
es_es: Lo siento, has alcanzado el límite de subidas. Espera un poco antes de volver a subir archivos.
ja: 申し訳ありませんが、アップロードの制限に達しました。もう一度アップロードする前に、ちょっと待ってください。
tr_tr: Üzgünüz, yükleme sınırına ulaştınız. Yeniden yükleme yapmadan önce biraz bekleyin.
uk: Помилка, ви завантажуєте занадто багато. Почекайте трохи перед наступним завантаженням.

source: Sorry, guest users cannot upload files
de_de: Sorry, Gastbenutzer können keine Dateien hochladen.
es_es: Lo siento, los usuarios invitados no pueden subir archivos
ja: 申し訳ありませんが、ゲストユーザーはファイルをアップロードできません
tr_tr: Üzgünüz, ziyaretçiler dosya yükleyemez
uk: Вибачте, але гості не можуть завантажувати файли

source: Post ID
de_de: Beitrags-ID
es_es: ID de la entrada
ja: 投稿 ID
tr_tr: Yazı ID
uk: ID запису

source: Date
de_de: Datum
es_es: Fecha
ja: 日付
tr_tr: Tarih
uk: Дата

source: User
de_de: Benutzer
es_es: Usuario
ja: ユーザー
tr_tr: Kullanıcı
uk: Користувач

source: Post
de_de: Kommentar
es_es: Entrada
ja: 投稿
tr_tr: Yazı
uk: Запис

source: No files uploaded yet.
de_de: Es wurden noch keine Dateien hochgeladen.
es_es: Aún no hay archivos subidos.
ja: ファイルはまだアップロードされていません。
tr_tr: Henüz yüklenen dosya yok.
uk: Файли ще не завантажувалися.

source: You are using %s for caching. If you're experiencing some problem with AnyComment, try to deactivate it and check whether problem was resolved
es_es: Estás utilizando %s para el almacenamiento en caché. Si tienes algún problema con AnyComment, intenta desactivarlo y comprueba si se ha resuelto el problema
ja: キャッシュに %s を使用しています。AnyComment で問題が発生したら、それを無効にして、問題が解決したかどうかを確認します
tr_tr: Önbelleğe almak için %s kullanıyorsunuz. AnyComment ile ilgili bir sorun yaşıyorsanız, sorunu devre dışı bırakmayı deneyin ve sorunun çözülüp çözülmediğini kontrol edin
uk: Ви використовуєте "%s" для кешування. Якщо у вас є проблеми з AnyComment, спробуйте деактивувати цей плагін і ще раз перевірити наявність проблеми.

source: WordPress version you are using is lower then 3.7. AnyComment rely on REST API. WordPress introduced it in 3.7.
es_es: La versión de WordPress que estás utilizando es inferior a la 3.7. AnyComment depende de la API de REST. WordPress la introdujo en 3.7.
ja: 使用しているWordPressのバージョンは3.7未満です。AnyCommentはREST APIに依存しています。WordPressはバージョン3.7でそれを導入しました。
tr_tr: Kullandığınız WordPress sürümü 3.7'den daha düşük. AnyComment REST API'sine dayanır. WordPress onu 3,7'de tanıttı.
uk: Версія WordPress на вашому сайті нижче 3.7. AnyComment залежить від REST API. WordPress представив це у версії 3.7.

source: Maximum allowed file size in megabytes. For example, regular PNG image is about ~ 1.5-2MB, JPEG are even smaller.
de_de: Maximal zulässige Dateigröße in Megabyte. Zum Beispiel ist das normale PNG-Bild etwa ~ 1,5-2 MB groß, JPEG sind noch kleiner.
es_es: Tamaño máximo de archivo permitido en megabytes. Por ejemplo, la imagen PNG normal es de aproximadamente ~ 1.5-2MB, JPEG es aún más pequeña.
ja: 最大許容ファイルサイズはメガバイト単位です。たとえば、PNG画像の平均サイズは約1.5〜2 MBであり、JPEGはこのサイズよりも小さくなります。
tr_tr: İzin verilen maksimum dosya boyutu megabayttır. Örneğin, normal PNG görüntüsü ~ 1.5-2MB civarındadır, JPEG daha da küçüktür.
uk: Максимальний дозволений розмір файлу в мегабайтах. Наприклад, середній розмір PNG зображення близько 1.5-2 Мб, JPEG в 2-3 рази менше.

source: File Size
de_de: Dateigröße
es_es: Tamaño de archivo
ja: ファイルサイズ
tr_tr: Dosya Boyutu
uk: Розмір Файлу

source: If user will cross the limit (defined above) within specified period (in seconds) in this field, he will be give a warning.
de_de: Wenn der Benutzer innerhalb einer bestimmten Zeitspanne (in Sekunden) in diesem Feld das (oben definierte) Limit überschreitet, wird er eine Warnung ausgeben.
es_es: Si el usuario cruza el límite (definido anteriormente) dentro del período especificado (en segundos) en este campo, se le dará un aviso.
ja: ユーザーがこのフィールドで指定された期間内に(秒単位) 制限 (上で定義された) を超えたら、警告が表示されます。
tr_tr: Kullanıcı sınırı (yukarıda tanımlanan) bu alanda belirtilen süre içinde (saniye olarak) geçecektir, bir uyarı verecektir.
uk: Якщо користувач перевищить ліміт (вказаний вище) файлів в період (в секундах) зазначений в цьому полі, йому буде показане попередження.

source: File Upload Limit Period
de_de: Datei-Upload-Limitzeitraum
es_es: Período límite de subida de archivos
ja: ファイルアップロードの制限期間
tr_tr: Dosya Yükleme Sınırı Periyodu
uk: Ліміт за завантаження

source: Maximum number of files to upload per period defined in the field below.
de_de: Maximale Anzahl der Dateien, die pro Zeitraum hochgeladen werden müssen, definiert im Feld unten.
es_es: Número máximo de archivos a subir por período definido en el campo de abajo.
ja: 以下のフィールドで定義された期間のアップロードするファイルの最大数。
tr_tr: Aşağıdaki alanda tanımlanan periyod başına karşıya yüklenecek en fazla dosya sayısı.
uk: Максимальна кількість файлів для завантаження за інтервал вказаний в полі нижче.

source: File Upload Limit
de_de: Datei-Upload-Limit
es_es: Tamaño máximo
ja: ファイルアップロードの制限
tr_tr: Dosya Yükleme Sınırı
uk: Ліміт на завантаження

source: Comma-separated list of allowed MIME types (e.g. .png, .jpg, etc). Alternatively, you may write "image/*" for all image types or "audio/*" for audios.
es_es: Lista separada por comas de los tipos MIME permitidos (por ejemplo, .png,.jpg, etc.). Alternativamente, puede escribir "image/*" para todos los tipos de imagen o "audio/*" para los de audio.
ja: 許可されている MIME タイプのコンマ区切りのリスト（たとえば、.png、.jpgなど）。または、すべての画像タイプに[image / *]を書いたり、音声に[audio / *]と書いたりすることもできます。
tr_tr: İzin verilen MIME türlerinin virgülle ayrılmış listesi (örn.. png,. jpg, vb.). Alternatif olarak, tüm görüntü türleri için "image/*" ya da ses için "audio/*" yazabilirsiniz.
uk: Список (через кому) дозволених MIME типів (наприклад, .png, .jpg). Альтернативно можна написати "image/*" для всіх зображень або "audio/*" для всього аудіо.

source: File MIME Types
de_de: Dateiendungen Typen
es_es: Tipos MIME de archivos
ja: ファイルMIMEタイプ
tr_tr: Dosya MIME türleri
uk: Тип файлів (MIME)

source: Guest users can upload documents. Please be careful about this setting as some users may potentially misuse this and periodically upload unwanted files.
es_es: Los usuarios invitados pueden subir documentos. Ten cuidado con esta configuración, ya que algunos usuarios pueden hacer un mal uso de ella y cargar periódicamente archivos no deseados.
ja: ゲストのユーザーはドキュメントをアップロードできるようにします。一部のユーザーが個人的な利益のためにこの設定を使用し、定期的に不要なファイルをアップロードする可能性があるため、この設定に注意してください。
tr_tr: Misafir kullanıcılar belgeleri yükleyebilir. Bazı kullanıcılar bunu kötüye kullanabileceğinden ve periyodik olarak istenmeyen dosyaları yükleyebileceğinden lütfen bu ayara dikkat edin.
uk: Дозволити завантаження файлів гостями. Будь ласка, будьте обережні з цією опцією, так як деякі користувачі можуть використовувати її в корисливих цілях і періодично завантажувати файли.

source: File Upload By Guests
de_de: Datei-Upload durch Gäste
es_es: Subida de archivos por invitados
ja: ゲストによるファイルのアップロード
tr_tr: Ziyaretçiler tarafından Dosya Yükleme
uk: Завантаження гостями

source: Button background color when hovered or focused.
de_de: Hintergrundfarbe der Schaltfläche, wenn sie mit der Maus bewegt oder fokussiert wird.
es_es: Color de fondo de los botones cuando se pasa el ratón por encima o reciben foco.
ja: ホバーまたはフォーカスされるときのボタンの背景色。
tr_tr: Buton arka plan rengi üzerine gelindiğinde veya odaklanıldığında.
uk: Колір фону кнопки під час наведення або фокусування.

source: Button Background Color Active
de_de: Schaltfläche Hintergrundfarbe aktiv
es_es: Color de fondo de botón activo
ja: ボタンの背景色がアクティブ
tr_tr: Buton arka plan rengi etkin
uk: Колір кнопок при наведенні

source: Button background color.
de_de: Hintergrundfarbe der Schaltfläche.
es_es: Color de fondo del botón.
ja: ボタンの背景色。
tr_tr: Buton arka plan rengi.
uk: Задній фон кнопок.

source: Button Background Color
de_de: Schaltfläche Hintergrundfarbe
es_es: Color de fondo del botón
ja: ボタンの背景色
tr_tr: Buton Arkaplan Rengi
uk: Колір кнопки

source: Button text color.
de_de: Textfarbe der Schaltfläche.
es_es: Color del texto del Botón.
ja: ボタンのテキスト色。
tr_tr: Buton yazı rengi.
uk: Колір тексту кнопки.

source: Button Color
de_de: Farbe der Schaltfläche
es_es: Botón: Color
ja: ボタンの色
tr_tr: Buton Rengi
uk: Колір Кнопки

source: Button border radius.
de_de: Radius der Schaltflächenbegrenzung.
es_es: Radio de borde del botón.
ja: ボタンの枠線の半径。
tr_tr: Buton kenarlık çapı.
uk: Закруглення країв у кнопок.

source: Button Radius
de_de: Schaltfläche Radius
es_es: Radio del botón
ja: ボタンの半径
tr_tr: Buton Çapı
uk: Закруглення кнопок

source: Child comment avatar size. Usually, this is reply comment.
de_de: Child Kommentar Avatar Größe. Normalerweise ist dies ein Antwortkommentar.
es_es: Tamaño del avatar de los comentarios hijos. Normalmente, son respuestas a comentarios.
ja: 子のコメントのアバターサイズ。 通常、これは返信のコメントです。
tr_tr: Altyorum avatar boyutu. Genellikle, bu cevap yorumudur.
uk: Розмір аватари у відповідях батьківського коментаря.

source: Avatar Child Size
de_de: Avatar Child Größe
es_es: Tamaño de avatar hijo
ja: アバターの子のサイズ
tr_tr: Avatar Altyorum Boyutu
uk: Розмір аватара у відповідях

source: Parent comment avatar size.
de_de: Übergeordneter Kommentar Avatar Größe.
es_es: Tamaño de avatar del comentario padre.
ja: 親のコメントのアバターサイズ。
tr_tr: Üst yorum avatar boyutu.
uk: Розмір аватара батьківського коментаря.

source: Avatar Parent Size
de_de: Avatar Parent Größe
es_es: Tamaño de avatar padre
ja: アバターの親のサイズ
tr_tr: Avatar Ebeveyn Boyutu
uk: Розмір батьківського аватара
