Repository: Tarakan07/web-focus
Catalog: languages/plugins/anycomment-*.po
Languages: de_de, es_es, ja, tr_tr, uk

source: Date & Time Format
de_de: Datum & Zeit Format
es_es: Formato de fecha y hora
ja: 日時のフォーマット
uk: Формат дати & часу

source: You have enabled reCAPTCHA, but did not specify fields: site key and site secret. These two fields are required.
es_es: Has habilitado reCAPTCHA, pero no has especificado los campos: clave de sitio y secreto de sitio. Estos dos campos son obligatorios.
ja: reCAPTCHA を有効にしましたが、サイト キーとサイト シークレットのフィールドを指定しませんでした。これら二つのフィールドは必須です。
tr_tr: ReCAPTCHA'yı etkinleştirdiniz, ancak alanları belirtmediniz: site anahtarı ve site gizli kelimesi. Bu iki alan gereklidir.
uk: Ви увімкнули reCAPTCHA, але не вказали поля: ключ і секретний ключ. Ці два поля є обов'язковими.

source: You are using %s for caching. Go to "Settings" and make sure option "304 Not Modified..." is unchecked. If you're experiencing some problem with AnyComment, try to deactivate it and check whether problem was resolved
es_es: Estás utilizando %s para el almacenamiento en caché. Ve a "Ajustes" y asegúrate de que la opción "304 No modificado..." no está seleccionada. Si tienes algún problema con AnyComment, intenta desactivarlo y comprueba si se ha resuelto el problema
ja: キャッシュに %s を使用しています。 「設定」(Settings)に移動し、 「304は変更されません...」(304 Not Modified ...) オプションがオフになっていることを確認します。AnyCommentの問題を発生したら、それを無効化させ、問題が解決したかどうかを確認します。
tr_tr: Önbelleğe almak için %s kullanıyorsunuz. "Ayarlar" a gidin ve "304 Değiştirilmedi ..." seçeneğinin işaretli olmadığından emin olun. AnyComment ile ilgili bir sorun yaşıyorsanız, sorunu devre dışı bırakmayı deneyin ve sorunun çözülüp çözülmediğini kontrol edin.
uk: Ви використовуєте %s для кешування. Перейдіть в "Налаштування" і приберіть галочку з опції "304 Not Modified...". Якщо ви все ще маєте проблеми з AnyComment, спробуйте деактивувати його і подивитися чи вирішило це проблему.

source: Position
es_es: Posición
ja: 位置
tr_tr: Konum
uk: Позиція

source: Users affected by capcha.
de_de: Benutzer, die von Capcha beeinträchtigt werden.
es_es: Usuarios afectados por captcha.
ja: capchaの影響を受けるユーザー。
tr_tr: ReCAPTCHA tarafından etkilenen kullanıcılar
uk: Користувачі які побачать капчу.

source: Enable reCAPTCHA. Make sure you have set API keys below as it will not work properly without them.
es_es: Activar reCAPTCHA. Asegúrate de haber configurado debajo las claves del API porque si no no funcionará.
ja: reCAPTCHA を有効にします。API キーがなければ正しく動作しないため、以下の API キーを設定していることを確認してください。
tr_tr: ReCAPTCHA'yı etkinleştir. API anahtarlarını, bunlar olmadan düzgün çalışmayacağından aşağıda belirlediğinizden emin olun.
uk: Увімкнути reCAPTCHA. Зверніть увагу на те, що вам потрібно вказати API ключі нижче, так як без цього капча працювати не буде.

source: Force WP User Avatars
de_de: WP-Benutzer-Avatare erzwingen
es_es: Forzar el uso de avatares de WP
ja: 強制のWPユーザーアバター
tr_tr: WP User Avatars zorla
uk: Пріоритетно використовувати WP User Avatars

source: Filter Spam via Akismet
de_de: Spamfilter via Akismet
es_es: Filtrar spam con Akismet
ja: Akismetによるフィルタースパム
tr_tr: Akismet üzerinden istenmeyen yorumları filtrele
uk: Фільтрувати спам з Akismet

source: Enter client secret. It can be found after you <a href="%s" target="_blank">register</a> your web-application
es_es: Introduce el secreto del cliente. Puedes encontrarlo después de <a href="%s" target="_blank">registrar</a> tu aplicación web
ja: クライアントシークレットを入力し入力してください。それはアプリケーションを<a href="%s" target="_blank">登録した(register)</a>後見つけることができる
tr_tr: İstemci gizli anahtarı girin. Web uygulamanızı <a href="%s" target="_blank">kaydettikten</a> sonra bulabilirsiniz.
uk: Вкажіть секретний ключ. Ви можете отримати його після <a href="%s" target="_blank">реєстрації</a> вашого веб-додатку.

source: Allow Mail.Ru authorization
de_de: Mail.Ru-Autorisierung erlauben
es_es: Permitir autorización de Mail.Ru
ja: Mail.Ruの承認を許可する
tr_tr: Mail.Ru yetkilendirmemesine izin verin
uk: Дозволити авторизацію через Mail.Ru.

source: Enter password (NOT your email password). It can be found after you <a href="%s" target="_blank">register</a> your web-application
es_es: Introduce la contraseña (NO la contraseña de tu correo electrónico). Puedes encontrarlo después de <a href="%s" target="_blank">registrar</a> tu aplicación web
ja: パスワードを入力してください(メールのパスワードを入力する必要はありません)。それは あ な た のアプリケーションを<a href="%s" target="_blank">登録した(register)</a>後に見つけることができます
tr_tr: Şifreyi girin (E-posta şifreniz DEĞİL). Web uygulamanızı <a href="%s" target="_blank">kaydettikten</a> sonra bulabilirsiniz.
uk: Вкажіть пароль (НЕ той, що від вашої пошти). Його можна знайти після <a href="%s" target="_blank">реєстрації</a> вашого сайту.

source: Enter id. It can be found after you <a href="%s" target="_blank">register</a> your web-application
es_es: Introduce el id. Puedes encontrarlo después de <a href="%s" target="_blank">registrar</a> tu aplicación web
ja: IDを入力してください。それはアプリケーションの<a href="%s" target="_blank">登録した(register)</a>後に見つけることができます
tr_tr: ID girin. Web uygulamanızı <a href="%s" target="_blank">kaydettikten</a> sonra bulabilirsiniz.
uk: Вкажіть id. Його можна знайти після <a href="%s" target="_blank">реєстрації</a> вашого сайту.

source: Allow Yandex authorization
de_de: Yandex-Autorisierung zulassen
es_es: Permitir autorización de Yandex
ja: Yandexによって認証を許可します
tr_tr: Yandex yetkilendirmesine izin ver
uk: Дозволити авторизацію через Yandex

source: dislike
de_de: Gefällt mir nicht
es_es: no me gusta
ja: 嫌い
tr_tr: beğenme
uk: дизлайк

source: like
de_de: Gefällt mir
es_es: me gusta
ja: いいね
tr_tr: beğen
uk: лайк

source: Failed to %s
de_de: %s ist fehlgeschlagen
es_es: Error al %s
ja: %sに失敗しました
tr_tr: %s başarısız oldu
uk: Неможливо поставити %s

source: Sorry, rating type can be only %s or %s.
de_de: Sorry, der Bewertungstyp kann nur %s oder %s sein.
es_es: Lo siento, el tipo de valoración sólo puede ser %s o %s.
ja: 申し訳ありませんが、評価のタイプは%sまたは%sだけです。
tr_tr: Üzgünüz, derecelendirme türü yalnızca %s veya %s olabilir.
uk: Вибачте, але тип рейтингу може бути тільки %s або %s.

source: Like - %d or dislike - %d.
de_de: Gefällt mir - %d oder nicht - %d.
es_es: Me gusta - %d o no me gusta - %d.
ja: いいね - %d または嫌い - %d。
tr_tr: Beğen - %d veya beğenme - %d.
uk: Лайк - %d чи дизлайк - %d.

source: Post id.
de_de: Beitrags-ID.
es_es: Id de entrada.
ja: 投稿のID。
tr_tr: Yazı ID.
uk: ID запису.

source: Comment id.
de_de: Kommentar ID.
es_es: Id de comentario.
ja: コメントのID。
tr_tr: Yorum ID.
uk: ID коментаря.

source: Show comments in real-time. Users on the page would be notified about new comments by green alert and see comment without page reload.
de_de: Kommentare in Echtzeit anzeigen. Benutzer auf der Seite werden durch eine grünen Punkt über neue Kommentare informiert und sehen einen Kommentar ohne erneutes Laden der Seite.
es_es: Mostrar comentarios en tiempo real. Los usuarios de la página serán notificados de los nuevos comentarios por medio de una alerta verde y verán los comentarios sin necesidad de recargar la página.
ja: リアルタイムでコメントを表示します。ページ上のユーザーは、緑色のアラートによって新しいコメントについて通知され、ページの更新なしでコメントが表示されます。
tr_tr: Yorumları gerçek zamanlı olarak göster. Sayfadaki kullanıcılar, yeşil uyarıyla ilgili yeni yorumlar hakkında bilgilendirilecek ve sayfanın yeniden yüklenmesini istemeyen yorumları görecek.
uk: Показувати коментарі в режимі реального часу. Користувачі на сторінці будуть сповіщені зеленим повідомленням і побачать новий коментар без перезавантаження сторінки.

source: Real-time updates
de_de: Echtzeit-Aktualisierungen
es_es: Actualizaciones en tiempo real
ja: リアルタイムに更新
tr_tr: Gerçek zamanlı güncellemeler
uk: Оновлення у реальному часі.

source: Type of rating used for single comment. Option "Likes" would display only heart like, whereas "Likes and dislikes" would display up and down options.
de_de: Art der Bewertung, die für einen einzelnen Kommentar verwendet wird. Die Option „Likes“ zeigt nur herzförmige Optionen an, während „Likes und Dislikes“ Auf- und Ab-Optionen anzeigt.
es_es: Tipo de calificación utilizado para comentarios individuales. La opción Me gusta mostraría sólo los corazones de Me gusta, mientras que la opción "Me gusta y no me gusta" mostraría las opciones hacia arriba y hacia abajo.
ja: 単一のコメントにの評価タイプ。「いいね」オプションはカウンター付きのハートのようなものだけ表示されますが、「いいねと嫌い」は上下のオプションを表示します。
tr_tr: Tek yorum için kullanılan derecelendirme türü. Seçenek "Beğenenler" sadece kalp gibi görünürken "Beğenenler ve beğenmeme" seçenekleri yukarı ve aşağı seçeneklerini gösterir.
uk: Тип рейтингу для одиночного коментаря. Опція "Тільки лайки" буде показувати сердечко з лічильником, а "Лайки і дизлайки" буде показувати стрілочки вгору і вниз.

source: Likes and dislikes
de_de: Likes und Dislikes
es_es: Me gusta y no me gusta
ja: いいねと嫌い
tr_tr: Beğeniler ve beğenilmeyenler
uk: Лайки та дизлайки

source: Likes only
de_de: Nur Likes
es_es: Solo me gusta
ja: いいねだけ
tr_tr: Sadece beğeni
uk: Тільки лайки

source: Comment rating
de_de: Kommentar-Bewertung
es_es: Valoración del comentario
ja: コメントの評価
tr_tr: Yorum puanlama
uk: Рейтинг коментаря

source: Enter key. It can be found in the <a href="%s" target="_blank">Register Steam Web API Key</a>
es_es: Introduce la clave. Puedes encontrarla en la página de <a href="%s" target="_blank">registrar clave de API web de Steam</a>
ja: カギを入力してください。これは<a href="%s" target="_blank">登録スチームウェブAPIカギ(Register Steam Web API Key)</a>で見つけることができます
tr_tr: Giriş anahtarı. <a href="%s" target="_blank"> Steam Web API Anahtarını Kaydet </a> bölümünde bulunabilir.
uk: Введіть ключ. Він може бути знайдений на сторінці <a href="%s" target="_blank">Зареєструвати ключ Steam Web API</a>

source: Key
de_de: Schlüssel
es_es: Key (llave)
ja: キー
tr_tr: Anahtar
uk: Ключ

source: Allow Steam authorization
de_de: Steam-Autorisierung erlauben
es_es: Permitir autorización de Steam
ja: スチームによって認証を許可します
tr_tr: Steam yetkilendirmesine izin ver
uk: Дозволити авторизацію через Steam

source: Author avatar size:
de_de: Autoren-Avatar Größe:
es_es: Tamaño del avatar del autor:
ja: 投稿者のアバターのサイズ:
tr_tr: Yazar avatar boyutu:
uk: Розмір аватара автора:

source: Author name color:
de_de: Farbe des Autorennamens:
es_es: Color del nombre del autor:
ja: 投稿者名の色：
tr_tr: Yazar adı rengi:
uk: Колір авторського імені:

source: Comment text color:
de_de: Farbe des Kommentartextes:
es_es: Color del texto del comentario:
ja: コメントのテキストの色：
tr_tr: Yorum metin rengi:
uk: Колір тексту коментаря:

source: Background color:
de_de: Farbe des Hintergrunds:
es_es: Color del fondo:
ja: コメントの背景色：
tr_tr: Arkaplan rengi:
uk: Колір фону:

source: Font size:
de_de: Textgröße:
es_es: Tamaño de fuente:
ja: フォントサイズ：
tr_tr: Yazı boyutu:
uk: Розмір шрифту:

source: Number of comments to show:
de_de: Anzahl der Kommentare, die angezeigt werden sollen:
es_es: Número de comentarios a mostrar:
ja: 表示するコメント数:
tr_tr: Gösterilecek yorum sayısı:
uk: Кількість коментарів для показу:

source: Title:
de_de: Titel:
es_es: Título:
ja: タイトル:
tr_tr: Başlık:
uk: Заголовок:

source: ago
de_de: vor
es_es: hace
ja: 前
tr_tr: önce
uk: тому

source: Your site&#8217;s most recent comments displayed using AnyComment.
es_es: Los comentarios más recientes de tu sitio mostrados con AnyComment.
ja: AnyCommentを使用して、サイト&#8217;sの最新のコメントを表示します。
tr_tr: Sitenizin&#8217;s en son yorumları AnyComment kullanılarak görüntülendi.
uk: Вивести найостанніші коментарі на сайті за допомогою AnyComment.

source: Demo
ja: デモ
uk: Демо

source: or use this name "%s" to search
de_de: oder benutze diesen Namen "%s" zum suchen
es_es: o usa el nombre «%s» para buscar
ja: または検索するのに「%s」 という名前を使用します
tr_tr: veya bu adı " %s" kullanarak arama
uk: або використовуйте назву "%s" для пошуку

source: or as guest:
de_de: oder als Gast:
es_es: o como invitado:
ja: またはゲストとして：
tr_tr: veya konuk olarak:
uk: або як гість:

source: Hide this message
de_de: Diese Nachricht ausblenden
es_es: Ocultar este mensaje
ja: このメッセージを非表示にする
tr_tr: Bu mesajı gizle
uk: Приховати це повідомлення

source: You may subscribe to new comments for this post by entering your email below:
de_de: Du kannst neue Kommentare für diesen Beitrag abonnieren, indem du deine E-Mail-Adresse unten eingibst:
es_es: Puedes suscribirte a los nuevos comentarios de esta entrada introduciendo tu correo electrónico a continuación:
ja: 以下のフィールドにメールを入力すると、この投稿のための新しいコメントを購読できます：
tr_tr: Aşağıdaki e-posta adresinizi girerek bu yayının yeni yorumlara abone olabilirsiniz:
uk: Ви можете підписатися на нові коментарі до цього запису, вказавши свою пошту в полі нижче:

source: You may subscribe to new comments by clicking "Subscribe" button below:
de_de: Du kannst neue Kommentare abonnieren, indem du unten auf die Schaltfläche "Abonnieren" klickst:
es_es: Puede suscribirse a los nuevos comentarios haciendo clic en el botón "Suscribirse" a continuación:
ja: 以下の「購読」ボタンをクリックすると、新しいコメントを購読できます。
tr_tr: Aşağıdaki "Abone Ol" düğmesine tıklayarak yeni yorumlara abone olabilirsiniz:
uk: Ви можете підписатися на нові коментарі до цього запису:

source: Check you email to confirm subscription
de_de: Prüfe deine Mails um das Abonnieren zu bestätigen
es_es: Comprueba tu correo electrónico para confirmar la suscripción
ja: 購読を確認するためにメールをチェックしてください
tr_tr: Abonelik onaylamak için e-posta kontrol edin
uk: Перевірте вашу пошту, щоб підтвердити підписку

source: Failed to delete selected subscribers.
de_de: Ausgewählte Abonnenten konnten nicht gelöscht werden.
es_es: No se pudieron eliminar los suscriptores seleccionados.
ja: 指定の購読者を取除くことは不可能でした。
tr_tr: Seçili aboneleri silinemedi.
uk: Помилка видалення обраних підписників.

source: Selected subscribers were deleted.
de_de: Ausgewählte Abonnenten wurden gelöscht.
es_es: Los suscriptores seleccionados fueron eliminados.
ja: 指定の購読者は削除されました。
tr_tr: Seçili aboneleri silindi.
uk: Вибрані підписники були видалені.

source: Failed to delete selected ratings.
de_de: Ausgewählte Bewertungen konnten nicht gelöscht werden.
es_es: No se han eliminado las valoraciones seleccionadas.
ja: 指定の評価を取除くことは不可能でした。
tr_tr: Seçili derecelendirmeler silinemedi.
uk: Помилка видалення обраних рейтингів.

source: Selected ratings were deleted.
de_de: Ausgewählte Bewertungen wurden gelöscht.
es_es: Se eliminaron las valoraciones seleccionadas.
ja: 指定の評価は削除されました。
tr_tr: Seçili derecelendirmeler silindi.
uk: Вибрані рейтинги були видалені.

source: Files were deleted.
de_de: Dateien wurden gelöscht.
es_es: Los archivos fueron borrados.
ja: ファイルは削除されました。
tr_tr: Dosyaları silindi.
uk: Файли було видалено.

source: Failed to delete selected emails.
de_de: Ausgewählte E-Mails konnten nicht gelöscht werden.
es_es: No se pudieron eliminar los correos electrónicos seleccionados.
ja: 指定のメールを取除くことは不可能でした。
tr_tr: Seçilen e-postaları silemedi.
uk: Помилка видалення обраних листів.

source: Selected emails were deleted.
de_de: Ausgewählte E-Mails wurden gelöscht.
es_es: Los correos electrónicos seleccionados fueron eliminados.
ja: 指定のメールは削除されました。
tr_tr: Seçilen e-postalar silindi.
uk: Вибрані листи були видалені.

source: Sorry, this email is unavailable for subscription.
de_de: Sorry, diese E-Mailadresse ist zum abonnieren nicht verfügbar.
es_es: Lo siento, este correo electrónico no está disponible para la suscripción.
ja: 申し訳ありませんが、このメールは購読のために利用できません。
tr_tr: Üzgünüz, bu e-posta abonelik için kullanılamaz.
uk: Вибачте, але ця пошта недоступна для підписки.

source: Confirm
de_de: Bestätigen
es_es: Confirmar
ja: 確認
tr_tr: Onayla
uk: Підтвердити

source: Subscription Confirmation For %s
de_de: Abonnementbestätigung für %s
es_es: Confirmación de suscripción para %s
ja: %sのための購読の確認
tr_tr: %s için Abonelik Onayı
uk: Підтвердження підписки для %s

source: Your email confirmed. You will redirected back to post in a moment.
de_de: Deine E-Mail wurde bestätigt. Du wirst in einem Moment zurück zum Beitrag geleitet.
es_es: Tu correo electrónico ha sido confirmado. En un momento serás redirigido a la entrada.
ja: メールが確認されました。数秒後に投稿にリダイレクトされます。
tr_tr: E-postanız onaylandı. Birazdan geri yönlendirileceksiniz.
uk: Ваша пошта підтверджена. Ви будете перенаправлені назад до запису через декілька секунд.

source: You were unsubscribed successfully. You will be redirect back to the post in a momemnt.
de_de: Du wurdest erfolgreich abgemeldet. Du wirst gleich wieder zum Beitrag weitergeleitet.
es_es: Te has dado de baja con éxito. En un momento serás redirigido a la entrada.
ja: 正常に購読を解除しました。数秒後に投稿にリダイレクトされます。
tr_tr: Abonelikten başarıyla çıktınız. Biraz sonra gönderiye yönlendirileceksiniz.
uk: Ви успішно відписалися. Ви будете перенаправлені назад до запису через декілька секунд.

source: Active Plugins
de_de: Aktive Plugins
es_es: Plugins activos
ja: 使用中のプラグイン
tr_tr: Aktif Eklentiler
uk: Активні плагіни

source: Confirmation
de_de: Bestätigung
es_es: Confirmación
ja: 確認
tr_tr: Onay
uk: Підтвердження

source: Is Active?
de_de: Aktiv?
es_es: ¿Está activo?
ja: アクティブですか。
tr_tr: Aktif mi?
uk: Підписаний?

source: No subscribers yet.
de_de: Noch keine Abonnenten.
es_es: Aún no hay suscriptores.
ja: まだ購読者はいません。
tr_tr: Henüz abone yok.
uk: Ще немає підписок.

source: No rating yet.
de_de: Noch keine Bewertung.
es_es: No calificado aun.
ja: まだ評価がありません。
tr_tr: Henüz oylama yok.
uk: Немає рейтингу.

source: Is Sent?
de_de: Gesendet?
es_es: ¿Ha sido enviado?
ja: 送られましたか。
tr_tr: Gönderilir?
uk: Відправлено?

source: Subject
de_de: Betreff
es_es: Asunto
ja: 件名
tr_tr: Başlık
uk: Тема

source: Comment
de_de: Kommentar
es_es: Comentario
ja: コメント
tr_tr: Yorum
uk: Коментар

source: Edit this comment
de_de: Bearbeite dieses Kommentar
es_es: Editar este comentario
ja: このコメントを編集
tr_tr: Bu yorum düzenle
uk: Редагувати коментар

source: Subscriptions
de_de: Abonnenten
es_es: Suscripciones
ja: 定期購入
tr_tr: Abonelikler
uk: Підписки

source: Rating
de_de: Bewertung
es_es: Valoración
ja: 評価
tr_tr: Puanlama
uk: Рейтинг

source: You have All In One WP Security activated, please make sure "Disallow Unauthorized REST Requests" is unchecked in <a href="%s">here</a> and "Bad Query Strings" is unchecked in <a href="%s">here</a> tab as it may cause problems to load comments.
es_es: Tienes activado All In One WP Security, por favor asegúrate de que la opción "Bloquear peticiones REST no autorizadas" esté desmarcada <a href="%s">aquí</a> y que "Bad Query Strings" esté desmarcado <a href="%s">aquí</a> ya que puede causar problemas con la carga de comentarios.
ja: 「1つの WP セキュリティのすべて」(All In One WP Security)を有効にしているでは、コメントの読み込みに問題が発生する可能性があるため、<a href="%s">ここで</a>「許可されていない REST 要求を許可しない」(Disallow Unauthorized REST Requests) がオフになっていることと、<a href="%s">ここ</a>で「不正なクエリ文字列」(Bad Query Strings) がオフになっていることを確認してください。
tr_tr: All In One WP Security etkin durumdayken, lütfen "Disallow Unauthorized REST Requests" kısmının seçili olmadığından <a href="%s">buradan </a> emin olun ve "Bad Query Strings" öğesinin işaretini kaldırdığınızdan <a href="%s"> buradan </a> emin olun, yorumların yüklenmesine sorun oluşturabilir.
uk: У вас активований All In One WP Security, будь ласка переконайтеся, що на опції "Disallow Unauthorized REST Requests" не стоїть галочка <a href="%s">тут</a> і прибрана галочка з "Bad Query Strings" <a href="%s">тут</a>, так як це може нашкодити при завантаженні коментарів.

source: Confirmation link as button
de_de: Bestätigungslink als Schaltfläche
es_es: Enlace de confirmación como botón
ja: ボタンとしての確認のリンク
tr_tr: Buton olarak onay bağlantısı
uk: Посилання підтвердження у вигляді кнопки

source: Confirmation link as text
de_de: Bestätigungslink als Text
es_es: Enlace de confirmación como texto
ja: テキストとしての確認のリンク
tr_tr: Metin olarak onay bağlantısı
uk: Посилання підтвердження як текст

source: Email template for confirming subscription.
de_de: E-Mail-Vorlage zur Bestätigung des Abonnements.
es_es: Plantilla del correo electrónico para confirmar la suscripción.
ja: 購読を確認するための電子メールの テンプレート。
tr_tr: Aboneliği onaylamak için e-posta şablonu.
uk: Шаблон листа для підтвердження підписки на розсилку нових коментарів.

source: Subscription Confirmation Email Template
de_de: E-Mail-Vorlage zur Abonnementbestätigung
es_es: Plantilla del correo electrónico de confirmación de suscripción
ja: 購読の確認のメールのテンプレート
tr_tr: Abonelik Onay E-posta Şablonu
uk: Шаблон листа підтвердження підписки

source: Unsubscribe URL as text
de_de: Abmeldungs-URL als Text
es_es: URL de baja como texto
ja: テキストとしてのURL購読の解除
tr_tr: Metin olarak abonelikten ayrıl URL'si
uk: Посилання відписки від розсилки у вигляді тексту

source: Emails
es_es: Correos electrónicos
ja: メール
tr_tr: E-postalar
uk: Електронні листи

source: Use this shortcode do display list of available social networks.
es_es: Utiliza este shortcode para mostrar la lista de redes sociales disponibles.
ja: 利用可能なソーシャルネットワークのリストを表示するためにこのショートコードを使用します。
tr_tr: Kullanılabilir sosyal ağların bu kısa kod görüntüleme listesini kullanın.
uk: Використовуйте цей шорткод, щоб відобразити список активних соціальних мереж.

source: Error, failed to subscribe. Please try again later.
de_de: Fehler, abonnieren fehlgeschlagen. Bitte versuche es später erneut.
es_es: Error, fallo en la suscripción. Por favor, inténtalo de nuevo más tarde.
ja: 購読することは不可能でした。もう一度試してください。
tr_tr: Hata, abonelik başarısız oldu. Lütfen daha sonra tekrar deneyiniz.
uk: Помилка, не вдалося підписатися. Спробуйте знову.

source: This email is already subscribed for this post.
de_de: Diese E-Mail ist bereits für diesen Beitrag abonniert.
es_es: Este correo electrónico ya está suscrito a esta entrada.
ja: このメールはすでにこの投稿を購読しています。
tr_tr: Bu e-posta adresi bu gönderi için zaten kayıtlı.
uk: Ця пошта вже підписана на цей запис

source: Sorry, email is required.
de_de: Sorry, E-Mail ist erforderlich.
es_es: Lo siento, el correo electrónico es obligatorio.
ja: 申し訳ありませんが、メールが必要です。
tr_tr: Üzgünüm, e-posta gereklidir.
uk: Вибачте, пошта обов'язкова.

source: Post ID to subscribe to
de_de: Beitrags-ID zum Abonnieren
es_es: ID de entrada a la suscribrse
ja: を購読するポストID
tr_tr: Şuraya abone olmak için yazı ID'si
uk: ID запису для підписки

source: User email to subscribe
de_de: Benutzer E-Mail zum abonieren
es_es: Correo electrónico de usuario al que suscribirse
ja: 購読するユーザーのメール
tr_tr: Abone olmak için kullanıcı e-postası
uk: Пошта користувача для підписки

source: Reviews (%d)
de_de: Bewertungen (%d)
es_es: Valoraciones (%d)
ja: レビュー (%d)
tr_tr: Yorumlar (%d)
uk: Відгуків (%d)

source: or use any social:
de_de: oder benutze eines der Socials:
es_es: o usa cualquier red social:
ja: またはソーシャルを使用します:
tr_tr: veya herhangi bir sosyal kullanın:
uk: або використайте соціальну мережу:

source: Email template for subscriptions.
de_de: E-Mail-Vorlage für Abonnements.
es_es: Plantilla de correo electrónico para suscripciones.
ja: 購読のためのメールのテンプレート。
tr_tr: Abonelikler için e-posta şablonu.
uk: Шаблон листа для підписників.

source: Subscription Email Template
de_de: E-Mail-Vorlage für Abonnements
es_es: Plantilla de correo electrónico de suscripción
ja: 購読のメールのテンプレート。
tr_tr: Abonelik E-posta Şablonu
uk: Шаблон листа підписників

source: Show subscription form and notify active post subscribers. Make sure you have proper SMTP configurations in order to send emails.
es_es: Mostrar el formulario de suscripción y notificar a los suscriptores activos de la entrada. Asegúrate de que tienes la configuración SMTP adecuadas para enviar mensajes de correo electrónico.
ja: 購読フォームを表示し、アクティブな投稿の購読者に通知します。メールを送信するために、SMTPを構成したことを確認してください。
tr_tr: Abonelik formunu göster ve etkin posta abonelerine bildir. E-posta göndermek için doğru SMTP konfigürasyonlarına sahip olduğunuzdan emin olun.
uk: Показувати форму підписки і повідомляти активних підписників запису. Переконайтеся, що у вас правильно налаштований SMTP для відправки листів.

source: Notify Post Subscribers
de_de: Benachrichtige Beitrags-Abonnenten
es_es: Notificar a los suscriptores de la entrada
ja: 投稿の購読者に通知する
tr_tr: Yazıları Abonelere Bildir
uk: Повідомляти підписників записів
