Repository: Tarakan07/web-focus
Catalog: languages/plugins/luckywp-table-of-contents-*.po
Languages: el, id_id, it_it, ko_kr, nb_no, th

source: Additional CSS Class(es)
it_it: Classi CSS aggiuntive
ko_kr: 추가 CSS 클래스
nb_no: Ytterligere CSS-klasse(r)

source: Separate multiple classes with spaces.
it_it: Separa le classi multiple con gli spazi.
ko_kr: 공백으로 여러 클래스를 구분해요.
nb_no: Adskill flere klasser med mellomrom

source: Creates a table of contents for your posts and pages.
it_it: Crea una tabella dei contenuti per i tuoi articoli e pagine.
ko_kr: 글과 페이지에 목차를 만들어요.
nb_no: Lager en innholdsfortegnelse for dine innlegg og sider.

source: LuckyWP Plugins
it_it: Plugin di LuckyWP
ko_kr: 럭키WP 플러그인
nb_no: LuckyWP utvidelser

source: intl Version
it_it: Versione intl
ko_kr: 다국어 판
nb_no: intl-versjon

source: ICU Version
it_it: Versione ICU
ko_kr: 유니코드 다국어 요소판
nb_no: ICU-versjon

source: not loaded
it_it: non caricato
ko_kr: 불려오지 않음
nb_no: ikke lastet

source: encoded data to copy
it_it: dati codificati da copiare
ko_kr: 데이터가 사본으로 인코딩됨

source: DOM/XML Version
it_it: Versione DOM/XML
ko_kr: DOM/XML 판
nb_no: DOM/XML-versjon

source: libXML Version
it_it: Versione libXML
ko_kr: libXML 판

source: %1$s plugin require PHP extension %2$s to work.
it_it: Il plugin %1$s richiede l'estensione PHP %2$s per poter funzionare.
ko_kr: %1$s 플러그인이 작동하기 위해 %2$s PHP 확장이 요구되요.
nb_no: Utvidelsen %1$s krever PHP-tillegget %2$s for å virke.

source: Other Settings
it_it: Altre impostazioni
ko_kr: 다른 설정
nb_no: Andre innstillinger
th: การตั้งค่าอื่นๆ

source: List Markup Tags
it_it: Tag per il markup degli elenchi
ko_kr: 목록 마크업 태그
th: แท็กที่ต้องการใช้งาน

source: Inherit from theme
it_it: Ereditato dal tema
ko_kr: 테마 설정 따르기
nb_no: Arv fra tema
th: สืบทอดจากธีม

source: Use %s for links
el: Χρήση %s για σύνδέσμους
it_it: Utilizza %s per i link
ko_kr: %s(을)를 링크에 사용하기
nb_no: Bruk %s for lenker
th: ใช้ %s สำหรับลิงค์

source: Don't show again
el: Να μην εμφανιστεί ξανά
it_it: Non mostrare più
ko_kr: 다시 보이지 않기
nb_no: Ikke vis igjen
th: ไม่ต้องแสดงอีก

source: Wrap table of contents with %s tag
el: Προσθέστε την ετικέτα %s στον πίνακα περιεχομένων
id_id: Bungkus daftar isi dengan tag %s
it_it: Racchiudi il sommario col tag %s
ko_kr: %s 태그로 목차 씌우기
nb_no: Pakk innholdsfortegnelsen inn i %s-element
th: ครอบ table of contents ด้วยแท็ก %s

source: We are very pleased that you by now have been using the %s plugin a few days.
el: Είμαστε πολύ χαρούμενοι που χρησιμοποιείτε το πρόσθετο %s εδώ και μερικές ημέρες.
id_id: Kami sangat senang anda telah menggunakan plugin %s selama beberapa hari.
it_it: Siamo molto contenti che tu stia utilizzando il plugin %s da qualche giorno.
ko_kr: %s 플러그인을 며칠 동안 사용해 주셔서 매우 기쁩니다.
nb_no: Vi er veldig glad for at du nå har brukt utvidelsen %s i noen dager.
th: เรารู้สึกยินดีอย่างยิ่งที่คุณใช้ปลั๊กอิน %s มาหลายวัน

source: Replace underscores %1$s with dashes %2$s
el: Αντικατάσταση κάτω παύλας %1$s με παύλες %2$s
id_id: Ganti underscore %1$s dengan dash %2$s
it_it: Sostituisci i trattini bassi %1$s con trattini %2$s
ko_kr: 대시 %1$s로 밑줄 %2$s 바꾸기
nb_no: Erstatt understrek %1$s med bindestrek %2$s
th: แทนที่เครื่องหมาย _ %1$s ด้วย - %2$s

source: Hash
el: Δίεση (#)
id_id: Kaitan
ko_kr: 해시
nb_no: Bokmerke-URL (hash)

source: Counter %s
el: Μετρητής %s
id_id: Penghitung %s
it_it: Contatore %s
ko_kr: 숫자 붙이기 %s
nb_no: Teller %s
th: ลำดับ %s

source: Convert to lowercase
el: Μετατροπή σε πεζά γράμματα
id_id: Ubah menjadi huruf kecil
it_it: Converti in minuscolo
ko_kr: 소문자로 변환
nb_no: Omgjør til små bokstaver
th: แปลงเป็นตัวพิมพ์เล็ก

source: %s is invalid.
el: %s δεν είναι έγκυρο
id_id: %s tidak valid
it_it: %s non è valido.
ko_kr: %s(이)가 잘못되었어요.
nb_no: %s er ugyldig.
th: %s ไม่ถูกต้อง

source: %s cannot be blank.
el: %s δεν μπορεί να είναι κενό
id_id: %s Tidak boleh kosong.
it_it: %s non può essere vuoto.
ko_kr: %s(을)를 비워둘 수 없어요.
nb_no: %s kan ikke være tom eller mellomrom.
th: %s ไม่สามารถเว้นว่าง

source: %1$s must be either "%2$s" or "%3$s".
el: %1$s πρέπει να είναι "%2$s" ή "%3$s".
id_id: %1$s harus "%2$s" atau "%3$s".
it_it: %1$s deve essere o "%2$s" o "%3$s".
ko_kr: %1$s(은)는 “%2$s” 또는 “%3$s”(이)가 되어야 해요.
nb_no: %1$s må enten være "%2$s" eller "%3$s".
th: %1$s ต้องเป็นอย่างในอย่างหนึ่งระหว่าง "%2$s" หรือ "%3$s"

source: As heading without transliterate (#Example_Heading_Text)
el: Ως τίτλος (heading) χωρίς μετατροπή (#Example_Heading_Text)
id_id: Sebagai judul tanpa terjemahan (#Contoh_Teks_Heading)
it_it: Come titolo senza traslitterazione (#Esempio_Titolo_Testo)
ko_kr: 음역 없는 제목으로 (#예제_제목_글자)
nb_no: Som overskrift uten translitterasjon (#Example_Heading_Text)
th: เช่นเดียวกับหัวข้อโดยไม่ทับศัพท์

source: The symbol will be added after numeration. For example, %s
el: Το σύμβολο θα προστεθεί στο τέλος της αρίθμησης. Για παράδειγμα %s
id_id: Simbol akan ditambahkan setelah numerasi. Misalnya, %s
it_it: Il simbolo verrà aggiunto dopo la numerazione. Per esempio, %s
ko_kr: 기호가 숫자 다음에 추가될 거에요. 예를 들어, %s
nb_no: Symbolet vil bli lagt tll etter nummerering. For eksempel %s
th: สัญลักษณ์จะถูกเพิ่มหลังจำนวนเลข ตัวอย่าง %s

source: Numeration Suffix
el: Επίθημα Αρίθμησης
id_id: Numerasi sufiks
it_it: Suffisso di numerazione
ko_kr: 번호 매기기 뒤
nb_no: Suffiks ved nummerering
th: คำต่อท้ายจำนวนตัวเลข

source: Thank you very much!
el: Σας ευχαριστούμε πάρα πολύ!
id_id: Terima kasih banyak!
it_it: Grazie mille!
ko_kr: 정말 감사드려요!
nb_no: Tusen takk!
th: ขอบคุณมาก

source: Remind later
el: Υπενθύμιση αργότερα
id_id: Ingatkan saya nanti
it_it: Ricordamelo più tardi
ko_kr: 나중에 알리기
nb_no: Påminn meg senere
th: เตือนภายหลัง

source: Rate the plugin
el: Αξιολογίστε το πρόσθετο
id_id: Berikan peringkat (tanda bintang) pada plugin
it_it: Valuta il plugin
ko_kr: 이 플러그인 평가하기
nb_no: Vurder utvidelsen
th: ให้คะแนน

source: Please rate plugin. It will help us a lot.
el: Παρακλαούμε αξιολογήστε το πρόσθετο. Θα μας βοηθήσει πάρα πολύ.
id_id: Tolong beri penilaian untuk plugin ini. Hal tersebut akan sangat membatu kami.
it_it: Dai un voto al nostro plugin. Ci aiuterà molto.
ko_kr: 플러그인을 평가해주시기 바래요. 우리에게 정말 많은 도움이 될거에요.
nb_no: Vennligst vurder utvidelsen. Det vil hjelpe oss mye.
th: กรุณาให้คะแนนปลั๊กอิน มันจะช่วยเราได้มาก

source: Hello!
el: Γεια σου!
id_id: Halo!
it_it: Ciao!
ko_kr: 안녕하세요!
nb_no: Hallo!
th: สวัสดี!

source: Leave a %s plugin review on WordPress.org
el: Αφήστε μια κριτική για το πρόσθετο %s στο WordPress.org
id_id: Berikan review untuk plugin %s di WordPress.org
it_it: Lascia una recensione del plugin %s su WordPress.org
ko_kr: WordPress.org에 플러그인에 대한 평가를 %s로 남기기
nb_no: Legg inn en vurdering av utvidelsen %s på WordPress.org
th: รีวิว %s ปลั๊กอินบน WordPress.org

source: The headings will be processing in this post for use in table of contents in widget or custom shortcode.
id_id: Judul artikel ini akan digunakan dalam daftar isi berupa widget atau shortcode khusus.
it_it: I titoli saranno elaborati in questo post per essere usati nel sommario in uno widget o uno shortcode personalizzato.
ko_kr: 제목은 이 글에 위젯이나 이용자 정의 단축코드에서 목차로 처리될 거에요.
nb_no: Overskriftene vil bli behandlet i dette innlegget for å brukes i innholdsfortegnelse-widgeten eller egen kortkode.
th: หัวข้อ (Heading) ในโพสนี้จะถูกประมาณผลเพื่อใช้งานในสารบัญโดย widget หรือ shortcode

source: Show Panel "Table of Contents" in Post Types
el: Εμφάνιση Πίνακα Περιεχομένων στους τύπους άρθρων
id_id: Tampilkan Panel "Daftar Isi" di Post Type
it_it: Mostra il pannello "Sommario" nei tipi di contenuto
ko_kr: 글 유형에 “목차”패널 보이기
nb_no: Vis panelet "Innholdsfortegnelse" i innholdstyper
th: แสดงเครื่องมือ "สารบัญ" ใน Post Types

source: Processing Headings
el: Επεξεργασία τίτλων (headings)
id_id: Heading Pemrosesan
it_it: Elaborazione dei titoli
ko_kr: 제목 처리
nb_no: Prosessering av overkskrifter
th: ประมวลผลหัวข้อ

source: Enable TOC
el: Ενεργοποίηση ΠΠ
id_id: Aktifkan TOC
it_it: Abilita TOC
ko_kr: 목차 사용
nb_no: Skru på innholdsfortegnelse
th: เปิดใช้งาน TOC

source: Enable Processing
el: Ενεργοποίηση επεξεργασίας
id_id: Izinkan pemrosesan
it_it: Abilita elaborazione
ko_kr: 처리 활성화
nb_no: Skru på prosessering
th: เปิดการประมวลผล

source: Disable TOC
el: Απενεργοποίηση TOC (Πίνακα περιεχομένων)
id_id: Nonaktifkan TOC
it_it: Disabilita TOC
ko_kr: 목차 비활성화
nb_no: Skru av innholdsfortegnelse
th: ปิดการใช้งาน TOC

source: Disable Processing
el: Απενεργοποίηση Επεξεργασίας
id_id: Jangan Izinkan Pemrosesan
it_it: Disabilita elaborazione
ko_kr: 처리 비활성화
nb_no: Skru av prosessering
th: ปิดการประมวลผล

source: Click "Enable Processing" for headings processing in this post.
el: Επιλέξτε "Ενεργοποίηση Επεξεργασίας" για να επεξεργαστούν οι τίτλοι (headings) της δημοσίευσης.
id_id: Klik "Izinkan Pemrosesan" untuk pemrosesan heading dalam pos ini.
it_it: Fai clic su "Abilita elaborazione" per elaborare i titoli in questo articolo.
ko_kr: 이 글에 제목 처리하려면 “처리 활성화”를 클릭하세요.
nb_no: Klikk "Skru på prosessering" for prosessering av overskrifter i dette innlegget.
th: คลิก "เปิดการประมวลผล" เพื่อประมวลผลหัวข้อต่างๆ ในบทความนี้

source: Always for Post Types
el: Για όλα τα άρθρα
id_id: Senantiasa untuk Post Type
it_it: Sempre per tutti i tipi di contenuto
ko_kr: 글 유형에 항상
nb_no: Alltid for innholdstyper
th: แสดงใน Post Types เสมอ

source: Use an asterisk %s as a wildcard to match any text.
el: Χρησιμοποιήστε το αστερίσκο %s για να συμπεριλάβετε οποιοδήποτε κείμενο
id_id: Gunakan simbol bintang %s sebagai wildcard untuk mencocokkan teks manapun.
it_it: Utilizza un asterisco %s come carattere jolly per far corrispondere qualsiasi testo.
ko_kr: 별표 %s 를 어떤 문자든 일치시키는 와일드카드로 사용하기.
nb_no: Bruk en asterisk %s som jokertegn for å passe til enhver tekst.
th: ใช้เครื่องหมายดอกจันทร์ (*) %s เพื่อ wildcard ข้อความอื่นๆ ที่เหลือทั้งหมด

source: Skip Headings
el: Εξαίρεση Τίτλων (Headings)
id_id: Abaikan Heading
it_it: Salta i titoli
ko_kr: 제목 건너뛰기
nb_no: Hopp over overskrifter
th: ไม่ตอ้งแสดงหัวข้อ

source: Skip headings
el: Εξαίρεση τίτλων (headings)
id_id: Lewati heading
it_it: Salta i titoli
ko_kr: 제목 건너뛰기
nb_no: Hopp over overskrifter
th: ไม่ต้องแสดงหัวข้อ

source: Skip heading by text
el: Εξαίρεση τίτλου (heading) με βάση το κείμενο
id_id: Lewati heading dengan teks
it_it: Salta i titoli per testo
ko_kr: 글자에 의해 제목 건너뛰기
nb_no: Hopp over overskrifter etter tekst
th: มองข้ามหัวข้อจากข้อความ

source: Skip heading by level
el: Εξαίρεση τίτλου (heading) με βάση το επίπεδο
id_id: Lewati heading dengan tingkat
it_it: Salta i titoli per livello
ko_kr: 수준에 의해 제목 건너뛰기
nb_no: Hopp over overskrifter etter nivå
th: มองข้ามหัวข้อโดยลำดับ

source: By Text
el: Ανά κείμενο
id_id: Berdasarkan Teks
it_it: Per testo
ko_kr: 글자에 의해
nb_no: Etter tekst
th: กำหนดด้วยข้อความ

source: By Level
el: Ανά επίπεδο
id_id: Berdasarkan Tingkat
it_it: Per livello
ko_kr: 수준에 의해
nb_no: Etter nivå
th: กำหนดโดยลำดับ

source: Specify headings (one per line) to be excluded from the table of contents.
el: Επιλέξτε ποιοι τίτλοι (headings) θέλετε να εξαιρεθούν από τον πίνακα περιεχομένων (έναν ανά γραμμή).
id_id: Masukkan heading (per baris) untuk menghilangkan dari daftar isi.
it_it: Specifica i titoli (una per riga) da escludere dal sommario.
ko_kr: 목차에서 제외 할 제목(줄당 하나)을 지정하세요.
nb_no: Angi overskrifter (én pr. linje) som skal utelukkes fra innholdsfortegnelsen.
th: กำหนดหัวข้อ (Heading) ที่ไม่ต้องการให้นำมาอยู่ในสารบัญ

source: Right without flow
el: Δεξιά χωρίς αιώρηση
id_id: Statis di kanan
it_it: A destra senza flusso
ko_kr: 흐름 없이 바로
nb_no: Høyre uten flyt
th: ด้านขวา

source: Hash Format
el: Μορφή με δίεση (#)
id_id: Format Kaitan
it_it: Formato dell'hash
ko_kr: 해시 형식
nb_no: Format for bokmerke-URL (hash)
th: รูปแบบ

source: Center
el: Κέντρο
id_id: Rata Tengah
it_it: Centrata
ko_kr: 가운데
nb_no: Midtstill
th: ตรงกลาง

source: As heading (#Example_Heading_Text)
el: Ως κεφαλίδα (#Example_Heading_Text)
id_id: Sebagai heading (#Contoh_Teks_Heading)
it_it: Come titolo (#Esempio_Titolo_Testo)
ko_kr: 제목으로 (#예제_제목_글자)
nb_no: Som overskrift (#Eksempel_Overskrift_Tekst)
th: เหมือนกับหัวข้อ (#Example_Heading_Text)

source: Misc.
el: Λοιπά
id_id: Lain-lain
it_it: Varie
ko_kr: 기타.
nb_no: Forskjellig
th: อื่นๆ

source: Light Colors
el: Ανοιχτά χρώματα
id_id: Warna Terang
it_it: Colori chiari
ko_kr: 밝은 색상
nb_no: Lyse farger
th: โทนสว่าง

source: Full Width
el: Πλήρες πλάτος
id_id: Melebar penuh
it_it: Larghezza piena
ko_kr: 전체 너비
nb_no: Full bredde
th: เต็มความกว้าง

source: Default
el: Προεπιλογή
id_id: Bawaan
it_it: Predefinito
ko_kr: 기본
nb_no: Standard
th: ค่าพื้นฐาน

source: Dark Colors
el: Σκούρα χρώματα
id_id: Warna Gelap
it_it: Colori scuri
ko_kr: 어두운 색상
nb_no: Mørke farger
th: โทนมืด

source: Custom Value
el: Προσαρμοσμένη τιμή
id_id: Nilai Kustom
it_it: Valore personalizzato
ko_kr: 이용자 정의 값
nb_no: Tilpasset verdi
th: กำหนดเอง

source: Auto
el: Αυτόματο
id_id: Otomatis
ko_kr: 자동
th: อัตโนมัติ

source: Without title
el: Χωρίς τίτλο
id_id: Tanpa judul
it_it: Senza titolo
ko_kr: 제목 없이
nb_no: Uten tittel
th: ปราศจากชื่อเรื่อง

source: Without numeration
el: Χωρίς αρίθμηση
id_id: Tanpa numerasi
it_it: Senza numerazione
ko_kr: 번호 없이
nb_no: Uten nummerering
th: ไม่มีตัวเลขลำดับ

source: Width
el: Πλάτος
id_id: Lebar
it_it: Larghezza
ko_kr: 너비
nb_no: Bredde
th: กว้าง

source: White
el: Λευκό
id_id: Putih
it_it: Bianco
ko_kr: 흰색
nb_no: Hvit
th: ขาว

source: Visited Link Color
el: Χρώμα υπερσυνδέσμων (links) που έχετε ήδη επισκεφτεί.
id_id: Warna Link Setelah Dikunjungi
it_it: Colore dei link visitati
ko_kr: 방문한 링크 색상
nb_no: Farge på besøkte lenker
th: ลิงค์ที่คลิกแล้ว

source: Transparent
el: Διάφανο
id_id: Transparan
it_it: Trasparente
ko_kr: 투명
nb_no: Gjennomsiktig
th: โปร่งใส

source: Top
el: Επάνω
id_id: Puncak
it_it: In alto
ko_kr: 상단
nb_no: Topp
th: ด้านบน

source: Toggle Show/Hide
el: Επιλογή Εμφάνισης/Απόκρυψης
id_id: Pengalih Tampilkan/Sembunyikan
it_it: Commuta mostra/nascondi
ko_kr: 보이기/숨기기 전환
nb_no: Veksle vis/skjul
th: เปิด/ปิด การซ่อนสารบัญ

source: Title Font Weight
el: Βάρος γραμματοσειράς τίτλου
id_id: Ketebalan font judul
it_it: Font Weight del titolo
ko_kr: 제목 글자 굵기
nb_no: Skriftvekt for tittel
th: น้ำหนักตัวหนังสือของหัวข้อ

source: Title Font Size
el: Μέγεθος χαρακτήρων τίτλου
id_id: Ukuran Font Judul
it_it: Dimensione del font del titolo
ko_kr: 제목 글자 크기
nb_no: Skriftstørrelse for tittel
th: ขนาดตัวหนังสือของหัวข้อ

source: Title Color
el: Χρώμα τίτλου
id_id: Warna judul
it_it: Colore del titolo
ko_kr: 제목 색상
nb_no: Farge på tittel
th: สีของชื่อเรื่อง

source: Title
el: Τίτλος
id_id: Judul
it_it: Titolo
ko_kr: 제목
nb_no: Tittel
th: หัวข้อ

source: Thin
el: λεπτό
id_id: Tipis
it_it: Sottile
ko_kr: 가늘게
nb_no: Tynn
th: ผอม

source: The table of contents will be automatic added to this post.
el: Ο Πίνακας περιεχομένων θα εμφανιστεί αυτόματα σε αυτό το post.
id_id: Daftar isi akan otomatis ditambahkan ke pos ini.
it_it: Il sommario verrà aggiunto automaticamente in questo articolo.
ko_kr: 목차가 이 글에 자동으로 추가될 거에요.
nb_no: Innholdsfortegnelsen vil automatisk bli lagt til i dette innlegget.
th: Table of contents จะถูกเพิ่มไปยังโพสนี้โดยอัตโนมัติ

source: Table of Contents Settings
el: Ρυθμίσεις πίνακα περιεχομένου
id_id: Pengaturan Daftar Isi
it_it: Impostazioni Table of Contents
ko_kr: 목차 설정
nb_no: Innstillinger for innholdsfortegnelse
th: ตั้งค่าสารบัญ

source: Table of Contents
el: Πίνακας Περιεχομένων
id_id: Daftar Isi
it_it: LuckyWP Table of Contents
ko_kr: 목차
nb_no: Innholdsfortegnelse
th: สารบัญ

source: Sorry, you are not allowed to access this page.
el: Λυπούμαστε, δεν έχετε πρόσβαση σε αυτή τη σελίδα.
id_id: Maaf, anda tidak diijinkan untuk mengakses halaman ini.
it_it: Non hai i permessi per accedere a questa pagina.
ko_kr: 죄송하지만, 이 페이지에 접근 허가되지 않았어요.
nb_no: Beklager, du har ikke tilgang til denne siden.
th: ขออภัย คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้

source: Smooth Scroll Offset Top
el: Ομαλή ολίσθηση επάνω
id_id: Bergulir Lembut Sesuai Koordinat Atas
it_it: Offset verso l'alto con scorrimento regolare
ko_kr: 부드러운 스크롤 오프셋 상단
nb_no: Forskyving fra topp ved jevn rulling
th: เลื่อนขึ้นบนแบบนิ่มนวล

source: Smooth Scroll
el: ομαλή μετάβαση
id_id: Bergulir Lembut
it_it: Scorrimento fluido
ko_kr: 부드러운 스크롤
nb_no: Jevn rulling
th: เลื่อนแบบนิ่มนวน

source: show
el: εμφάνιση
id_id: tampilkan
it_it: mostra
ko_kr: 보이기
nb_no: vis
th: แสดง

source: Settings
el: Ρυθμίσεις
id_id: Pengaturan
it_it: Impostazioni
ko_kr: 설정
nb_no: Innstillinger
th: ตั้งค่า

source: Semi Bold
el: Ημί έντονα
id_id: Agak Tebal
ko_kr: 좀 덜 굵게
nb_no: Halvfet
th: ค่อนข้างหนา

source: Scroll Offset Top
el: Ολίσθηση επάνω
id_id: Bergulir Berdasarkan Koordinat Atas
it_it: Scorri offset in alto
ko_kr: 스크롤 오프셋 상단
nb_no: Rulleforskyvning topp
th: ระยะห่างระหว่างพื้นที่ด้านบนหลังเลื่อนไปยังหัวข้อ

source: Saved!
el: Αποθηκεύτηκε!
id_id: Tersimpan!
it_it: Salvato!
ko_kr: 저장되었어요!
nb_no: Lagret!
th: บันทึกแล้ว!

source: Save
el: Αποθήκευση
id_id: Simpan
it_it: Salva
ko_kr: 저장하기
nb_no: Lagre
th: บันทึก

source: Roman numbers (nested)
el: Ρωμαϊκή αρίθμηση (με επίπεδα)
id_id: Angka Romawi (menjorok)
it_it: Numeri romani (nidificati)
ko_kr: 로마 숫자(중첨됨)
nb_no: Romertall (nøstet)
th: เลขโรมันแบบมีลำดับย่อย

source: Roman numbers
el: Ρωμαϊκή αρίθμηση
id_id: Angka Romawi
it_it: Numeri romani
ko_kr: 로마 숫자
nb_no: Romertall
th: เลขโรมัน

source: Right
el: Δεξιά
id_id: Rata Kanan
it_it: Destra
ko_kr: 오른쪽
nb_no: Høyre
th: ขวา

source: Post Types
el: Τύποι δημοσιεύσεων
id_id: Jenis Postingan
it_it: Tipi di contenuto
ko_kr: 글 종류
nb_no: Innholdstyper
th: เลือกประเภทของ Post type

source: Position
el: Θέση
id_id: Posisi
it_it: Posizione
ko_kr: 위치
nb_no: Posisjon
th: ตำแหน่ง

source: Override Color Scheme Colors
el: Αλλαγή προεπιλεγμένων χρωμάτων
id_id: Timpali Warna dengan Skema Warna
it_it: Sovrascrivi lo schema dei colori
ko_kr: 색 구성표 색상 재정의
nb_no: Overstyr farger fra fargeskjema
th: เขียนทับสีของแม่แบบ

source: Overridden settings:
el: Ρυθμίσεις που έχουν αλλάξει
id_id: Timpali pengaturan:
it_it: Impostazioni sovrascritte:
ko_kr: 설정 재정의:
nb_no: Overstyrte innstillinger
th: เขียนทับการตั้งค่า

source: Numeration
el: Αρίθμηση
id_id: Numerasi
it_it: Numerazione
ko_kr: 번호 매기기
nb_no: Nummerering
th: ตัวเลขลำดับ

source: Normal
el: Κανονικά
id_id: Biasa
it_it: Normale
ko_kr: 보통
th: ธรรมดา

source: None
el: Καμία
id_id: Tanpa perataan
it_it: Nessuno
ko_kr: 없음
nb_no: Ingen
th: เต็มพื้นที่

source: Minimal Count of Headings
el: Ελάχιστος αριθμός τίτλων (Headings)
id_id: Hitungan Minimal dari Heading
it_it: Quantità minima di titoli
ko_kr: 제목의 최소 수
nb_no: Minste antall overskrifter
th: จำนวนหัวข้อน้อยที่สุด

source: Medium
el: Μεσαία
id_id: Sedang
it_it: Medio
ko_kr: 중간
nb_no: Middels
th: ปานกลาง

source: Link Color
el: Χρώμα συνδέσμου
id_id: Warna tautan
it_it: Colore dei link
ko_kr: 링크 색상
nb_no: Lenkefarge
th: สีของลิงค์

source: Light
el: Λεπτά
id_id: Terang
ko_kr: 얇게
nb_no: Lys
th: บาง

source: Left
el: Αριστερά
id_id: Rata Kiri
it_it: Sinistra
ko_kr: 왼쪽
nb_no: Venstre
th: ซ้าย

source: Label Show
el: Εμφάνιση ετικέτας
id_id: Tampilkan Label
it_it: Visualizza etichetta
ko_kr: 이름표 보이기
nb_no: Etikett for Vis
th: ข้อความสำหรับให้แสดงหัวข้อ

source: Label Hide
el: Απόκρυψη ετικέτας
id_id: Sembunyikan label
it_it: Nascondi etichetta
ko_kr: 이름표 숨기기
nb_no: Etikett for Skjul
th: ข้อความสำหรับตัวซ่อนหัวข้อ

source: Items Font Size
el: Μέγεθος χαρακτήρων περιεχομένων
id_id: Ukurang Font Isi
it_it: Dimensione del font degli elementi
ko_kr: 항목 글자 크기
nb_no: Skriftstørrelse for elementer
th: ขนาดตัวหนังสือของหัวข้อ

source: If the count of headings in the post is less, then table of contents is not displayed.
el: Αν το πλήθος των τίτλων (headings) είναι μικρότερο, τότε ο πίνακας περιεχομένων δεν θα εμφανίζεται.
id_id: Jika jumlah heading di pos ini sedikit, maka daftar isi tidak ditampilkan.
it_it: Se il conteggio dei titoli nell'articolo è inferiore, il sommario non viene visualizzato.
ko_kr: 글의 제목 개수가 적다면, 목차가 보이지 않아요.
nb_no: Om antall overskrifter i dette innlegget er lavere vil innholdsfortegnelsen ikke bli vist.
th: ถ้าจำนวนหัวข้อในโพสนี้มีน้อยกว่าจำนวน สารบัญจะไม่แสดง

source: Hover Link Color
el: Χρώμα υπερσυνδέσμων (links) στο αιώρηση του ποντικιού
id_id: Warna Link Hover
it_it: Colore link hover (al passaggio del mouse)
ko_kr: 올릴때 링크 색상
nb_no: Svevefarge for lenker
th: เมื่อชี้ที่ลิงค์

source: Hierarchical View
el: Ιεραρχημένη προβολή
id_id: Tampilan Hirarkis
it_it: Vista gerarchica
ko_kr: 계층으로 보기
nb_no: Hierarkisk visning
th: ลำดับชั้น

source: Hide Items
el: Απόκρυψη
id_id: Sembunyikan item
it_it: Nascondi elementi
ko_kr: 항목 숨기기
nb_no: Skjul elementer
th: ซ่อนหัวข้อ

source: hide
el: Απόκρυψη
id_id: sembunyikan
it_it: nascondi
ko_kr: 숨기기
nb_no: skjul
th: ซ่อน

source: Heavy
el: Βαριά
id_id: Sangat Tebal
ko_kr: 엄청 굵게
nb_no: Tung
th: หนักแน่น

source: Header
el: Κεφαλίδα
ko_kr: 머리말
nb_no: Toppfelt
th: หัวข้อ

source: General
el: Γενικά
id_id: Umum
it_it: Generali
ko_kr: 일반 설정
nb_no: Generelt
th: ทั่วไป

source: from scheme
el: από την παλέτα
id_id: dari skema
it_it: dallo schema
ko_kr: 구성표에서
nb_no: fra skjema
th: จากแม่แบบ

source: Float
el: Αιώρηση
id_id: Melayang
ko_kr: 띄우기
nb_no: Flyt
th: การจัดตำแหน่ง

source: Extra Light
el: Πολύ ελαφριά
id_id: Tipis Sekali
ko_kr: 좀 더 얇게
nb_no: Ekstra lys
th: บางมาก

source: Extra Bold
el: Πολύ έντονα
id_id: Ekstra Tebal
ko_kr: 좀 더 굵게
nb_no: Ekstra fet
th: หนามาก

source: Enabled
el: Ενεργοποιημένο
id_id: Aktifkan
it_it: Abilitato
ko_kr: 활성화됨
nb_no: Skrudd på
th: เปิดใช้งานแล้ว

source: Enable
el: Ενεργοποίηση
id_id: Aktifkan
it_it: Abilitato
ko_kr: 활성화
nb_no: Skru på
th: เปิดใช้งาน

source: empty
el: κενό
id_id: kosong
it_it: vuoto
ko_kr: 비우기
nb_no: tom
th: ว่าง

source: Edit
el: Τροποποιήση
id_id: Sunting
it_it: Modifica
ko_kr: 편집
nb_no: Rediger
th: แก้ไข

source: Disabled
el: Απενεργοποιημένο
id_id: Dinonaktifkan
it_it: Disattivato
ko_kr: 비활성
nb_no: Skrudd av
th: ปิดการใช้งานแล้ว

source: Depth
el: Βάθος
id_id: Kedalaman
it_it: Livello
ko_kr: 깊이
nb_no: Dybde
th: ความลึก

source: default
el: προεπιλογή
id_id: Bawaan
it_it: predefinito
ko_kr: 기본
nb_no: standard
th: ค่าพื้นฐาน

source: Decimal numbers (nested)
el: Δεκαδική αρίθμηση (με επίπεδα)
id_id: Angka desimal (menjorok)
it_it: Numeri decimali (nidificati)
ko_kr: 십진 수(중첩)
nb_no: Desimaltall (nøstet)
th: ตัวเลขทศนิยมแบบมีหัวข้อย่อย

source: Decimal numbers
el: Δεκαδικοί αριθμοί
id_id: Angka Desimal
it_it: Numeri decimali
ko_kr: 십진수
nb_no: Desimaltall
th: ตัวเลขแบบมีทศนิยม

source: Customize Table of Contents
el: Προσαρμογή Πίνακα Περιεχομένων
id_id: Sesuaikan Daftar Isi
it_it: Personalizza Table of Contents
ko_kr: 이용자 정의 목차
nb_no: Tilpass innholdsfortegnelsen
th: ปรับแต่งสารบัญ

source: Customize
el: Προσαρμογή
id_id: Sesuaikan
it_it: Personalizza
ko_kr: 이용자 정의
nb_no: Tilpass
th: ปรับแต่ง

source: Creates a table of contents for your posts/pages. Works automatically or manually (via shortcode, Gutenberg block or widget).
el: Δημιουργεί έναν πίνακα περιεχομένου για τα posts/σελίδες. Λειτουργεί αυτόματα ή κατ' επιλογή (με shortcode, Gutenberg block ή widget).
id_id: Menciptakan daftar isi untuk pos/laman anda. Bekerja otomatis atau manual (via shortcode, blok Gutenberg atau widget).
it_it: Crea un sommario per i tuoi articoli / pagine. Funziona automaticamente o manualmente (tramite shortcode, blocco di Gutenberg o widget).
ko_kr: 글/페이지에 목차 만들기. 자동 또는 수동 작동 (단축 코드, 구텐베르그 블록 또는 위젯).
nb_no: Lager en innholdsfortegnelse for dine innlegg/sider. Virker automatisk eller manuelt (via kortkode, Gutenberg-blokk eller widget).
th: สร้างสารบัญสำหรับ เรื่อง หรือ หน้า สามารถทำงานโดยอัตโนมัติหรือกำหนดได้เอง (ผ่าน shortcode, Gutenberg block หรือ Widget)

source: Contents
el: Περιεχόμενα
id_id: Isi
it_it: Contenuti
ko_kr: 숫자 붙이기
nb_no: Innhold
th: เนื้อหา

source: Color Scheme
el: Παλέτα Χρώματα
id_id: Skema Warna
it_it: Schema dei colori
ko_kr: 색상 구성표
nb_no: Fargeskjema
th: แม่แบบสี

source: Click to override default value
el: Κλικάρετε για να αλλάξετε την προεπιλεγμένη τιμή
id_id: Klik untuk menimpali isian baku.
it_it: Fare clic per sovrascrivere il valore predefinito
ko_kr: 기본 값 재정의하려면 클릭
nb_no: Klikk for å overstyre standardverdi
th: คลิกเพื่อตั้งค่าทดแทนค่าพื้นฐาน
