Repository: Tarakan07/web-focus
Catalog: languages/plugins/luckywp-table-of-contents-*.po
Languages: el, id_id, it_it, ko_kr, nb_no, th

source: Click "Enable TOC" for automatic add table of contents to this post.
el: Επιλέξτε "Εμφάνιση Πίνακα Περιεχομένων" (TOC) για την αυτόματη εμφάνιση του σε αυτό το post.
id_id: Klik "Izinkan TOC" agar otomatis menambahkan daftar isi ke pos ini.
it_it: Fai clic su "Abilita TOC" per aggiungere automaticamente il sommario a questo articolo.
ko_kr: 이 글에 목차를 자동으로 추가하려면 “목차 활성화”를 클릭하세요.
nb_no: Trykk "Skru på innholdsfortegnelse" for automatisk å legge innholdsfortegnelse til dette innlegget
th: คลิกปุ่ม "ใช้งาน TOC" เพื่อแทรกสารบัญในเรื่องนี้

source: Cancel
el: Άκυρο
id_id: Batalkan
it_it: Annulla
ko_kr: 취소
nb_no: Avbryt
th: ยกเลิก

source: By default, items of contents will be hidden
el: Ως προεπιλογή, τα περιεχόμενα του πίνακα περιεχομένου θα είναι κρυφά
id_id: Butir-butir isi akan tersembunyi dengan sendirinya.
it_it: Come comportamento predefinito gli elementi del contenuto saranno nascosti
ko_kr: 기본값으로, 목차는 숨겨지게 될 거에요
nb_no: Som standard vil innholdselementer bli skjult
th: จากค่าเริ่มต้น หัวข้อของเนื้อหาจะถูกซ่อนไว้ก่อน

source: Bottom
el: Κάτω μέρος
id_id: Dasar
it_it: In basso
ko_kr: 하단
nb_no: Bunn
th: ด้านล่าง

source: Border Color
el: Χρώμα περιγράμματος
id_id: Warna garis tepi
it_it: Colore del bordo
ko_kr: 테두리 색상
nb_no: Kantfarge
th: สีขอบ

source: Bold
el: Έντονα
id_id: Tebal
it_it: Grassetto
ko_kr: 굵게
nb_no: Fet
th: หนา

source: Behavior
el: Συμπεριφορά
id_id: Perilaku
it_it: Comportamento
ko_kr: 동작
nb_no: Oppførsel
th: การทำงาน

source: Before first heading
el: Πρίν την πρώτη κεφαλίδα
id_id: Sebelum heading pertama
it_it: Prima del primo titolo
ko_kr: 첫 번째 제목 전에
nb_no: Foran første overskrift
th: ก่อนหัวข้อแรก

source: Background Color
el: Χρώμα υπόβαθρου
id_id: Warna Latar Belakang
it_it: Colore di sfondo
ko_kr: 배경색
nb_no: Bakgrunnsfarge
th: สีพื้นหลัง

source: Auto Insert Table of Contents
el: Αυτόματη εμφάνιση του πίνακα περιεχομένων
id_id: Otomatis Sisipkan Daftar Isi
it_it: Inserimento automatico del sommario
ko_kr: 목차 자동 삽입
nb_no: Sett automatisk inn innholdsfortegnelse
th: ใส่สารบัญอัตโนมัติ

source: Auto Insert
el: Αυτόματη Εμφάνιση
id_id: Sisipkan Otomatis
it_it: Inserimento automatico
ko_kr: 자동 삽입
nb_no: Automatisk innsetting
th: แทรกอัตโนมัติ

source: Appearance
el: Εμφάνιση
id_id: Tampilan
it_it: Aspetto
ko_kr: 표시
nb_no: Utseende
th: การแสดงผล

source: After first heading
el: Μετά την κεφαλίδα
id_id: Setelah heading pertama
it_it: Dopo il primo titolo
ko_kr: 첫 제목 다음에
nb_no: Etter første overskrift
th: ต่อจากหัวข้อแรก

source: After first block (paragraph or heading)
el: Μετά το πρώτο block (παράγραφος, λίστα ή τίτλο)
id_id: Setelah blok pertama (paragraf atau judul)
it_it: Dopo il primo blocco (paragrafo, elenco o titolo)
ko_kr: 첫 블록 이후에 (단락 또는 제목)
nb_no: Etter første blokk (avsnitt eller overskrift)
th: ต่อจากบล็อคแรก (พาราพราฟหรือหัวข้อ)

source: LuckyWP Table of Contents
el: Πίνακας περιεχομένων LuckyWP
nb_no: LuckyWP Innholdsfortegnelse
