Repository: Tarakan07/web-focus
Catalog: languages/plugins/post-views-counter-*.po
Languages: nb_no

source: Post Views Counter Settings
nb_no: Innstillinger for sidevisningsteller

source: Settings restored to defaults.
nb_no: Innstillingene satt tilbake til standard.

source: Settings saved.
nb_no: Innstillinger lagret.

source: Post
nb_no: Innlegg

source: Top Posts
nb_no: Toppinnlegg

source: No most viewed posts found
nb_no: Ingen mest viste innlegg funnet

source: %s post view
nb_no: %s innleggsvisning

source: <a href="%s" class="pvc-dismissible-notice" target="_blank" rel="noopener">Ok, you deserve it</a><br /><a href="javascript:void(0);" class="pvc-dismissible-notice pvc-delay-notice" rel="noopener">Nope, maybe later</a><br /><a href="javascript:void(0);" class="pvc-dismissible-notice" rel="noopener">I already did</a>
nb_no: <a href="%s" class="pvc-dismissible-notice" target="_blank" rel="noopener">Ok, fortjener det</a><br /><a href="javascript:void(0);" class="pvc-dismissible-notice pvc-delay-notice" rel="noopener">Nei, men kanskje senere</a><br /><a href="javascript:void(0);" class="pvc-dismissible-notice" rel="noopener">Jeg har allerede gjort det</a>

source: founder of <a href="%s" target="_blank">Digital Factory</a> plugins.
nb_no: grunnlegger av <a href="%s" target="_blank">Digital Factory</a>-utvidelser.

source: Your help is much appreciated. Thank you very much
nb_no: Din hjelp blir satt stor pris på. Tusen takk.

source: Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation.
nb_no: Kan du være så snill å gjøre meg en STOR tjeneste og gi oss a 5-stjerners vurdering på WordPress, for å hjelpe os spre ordet og styrke vår motivasjon.

source: Hey, you've been using <strong>Post Views Counter</strong> for more than %s.
nb_no: Hei, du har brukt <strong>Post Views Counter</strong> i mer enn %s.

source: You are not allowed to edit this item.
nb_no: Du har ikke lov til å redigere dette elementet.

source: Display post author?
nb_no: Vis forfatter av innlegg?

source: Ordered list
nb_no: Sortert liste

source: Unordered list
nb_no: Punktliste

source: Enable to prevent bypassing the counts interval (for e.g. using incognito browser window or by clearing cookies).
nb_no: Aktiver for å unngå å omgå tellingenes intervall (for eksempel å bruke inkognitobrowservindu eller ved å slette informasjonskapsler).

source: Strict counts
nb_no: Streng telling

source: Are you sure you want to delete all existing data?
nb_no: Er du sikker på du vil slette all eksisterende data?

source: Thank you! Datebase was successfully updated.
nb_no: Tusen takk! Databasen ble oppdatert.

source: Run the Update
nb_no: Kjør oppdatering

source: <strong>Post Views Counter</strong> - this version requires a database update. Make sure to back up your database first.
nb_no: <strong>Post Views Counter</strong> - denne versjonen krever en databaseoppdatering. Sørg for å sikkerhetskopiere databasen først.

source: Error occurred. All existing data were not deleted.
nb_no: En feil oppsto. Eksisterende data ble ikke slettet.

source: All existing data deleted succesfully.
nb_no: Alle eksisterende data ble velykket slettet.

source: Delete all the existing post views data.
nb_no: Slett alle eksisterende innleggsvisningsdata.

source: Delete views
nb_no: Slett visninger

source: Override existing views data.
nb_no: Overskriv eksisterende visningsdata.

source: Import views
nb_no: Importer visninger

source: Tools
nb_no: Verktøy

source: Check out our other <a href="%s" target="_blank">WordPress plugins</a>.
nb_no: Sjekk ut våre andre <a href="%s" target="_blank">WordPress plugins</a>.

source: Blog about it & link to the <a href="%s" target="_blank">plugin page</a>.
nb_no: Blogg om det og link link <a href="%s" target="_blank">pluginsiden</a>.

source: <a href="%s" target="_blank">Rate it 5</a> on WordPress.org
nb_no: <a href="%s" target="_blank">Gi den 5 stjerner</a> på WordPress.org

source: If you are having problems with this plugin, please browse it's <a href="%s" target="_blank">Documentation</a> or talk about them in the <a href="%s" target="_blank">Support forum</a>
nb_no: Hvis du har problemer med å bruke denne modulen, vennligst se gjennom <a href="%s" target="_blank">dokumentasjonen</a> eller skriv om det i <a href="%s" target="_blank">supportforumet</a>

source: Post type excluded.
nb_no: Post type eksludert.

source: Invalid post ID.
nb_no: Ugyldig post-ID.

source: REST API method is disabled.
nb_no: REST API metode er deaktivert.

source: Count Interval
nb_no: Telleintervall

source: Select page types where the views count will be displayed.
nb_no: Velg hvilke sidetyper telleren skal vises på.

source: User Type
nb_no: Brukertype

source: Page Type
nb_no: Sidetype

source: Post Type
nb_no: Innholdstype

source: Search results
nb_no: Søkeresultater

source: Single pages
nb_no: Enkeltsider

source: Archives
nb_no: Arkiver

source: Home
nb_no: Forsiden

source: Total Views
nb_no: Sum visninger

source: You do not have permission to access this page.
nb_no: Du har ikke tillatelse til å vise denne siden.

source: There was no post views data to import.
nb_no: Det var ingen innleggsvisninger å importere.

source: Use it to hide the post views counter from selected user roles.
nb_no: Bruk den til å skjule postvisningstelleren fra valgte brukerroller.

source: Post Views Counter allows you to display how many times a post, page or custom post type had been viewed in a simple, fast and reliable way.
nb_no: Post Views Counter lar deg vise hvor mange ganger et innlegg, side eller egendefinert innleggstype ble vist på en enkel, rask og pålitelig måte.

source: Settings
nb_no: Innstillinger

source: Support
nb_no: Støtte

source: Are you sure you want to reset these settings to defaults?
nb_no: Er du sikker på at du vil tilbakestille disse innstillingene til standardinnstillinger?

source: Thumbnail size
nb_no: Thumbnail størrelse

source: Display post thumbnail?
nb_no: Vis fremhevet bilde?

source: Display post excerpt?
nb_no: Vis utdrag av innlegg

source: Display post views?
nb_no: Vis innleggsvisninger

source: Order
nb_no: Bestill

source: No posts message
nb_no: Ingen innleggbeskjed

source: Number of posts to show
nb_no: Antall innlegg å vise

source: Post Types
nb_no: Innleggstyper

source: Title
nb_no: Tittel

source: Descending
nb_no: Synkende

source: Ascending
nb_no: Stigende

source: Displays a list of the most viewed posts
nb_no: Viser en liste over de mest sette innleggene

source: Most Viewed Posts
nb_no: Mest viste innlegg

source: Post views data imported succesfully.
nb_no: Innleggsvisninger data importeres vellykket.

source: Use it to hide the post views counter from selected type of visitors.
nb_no: Bruk den til å skjule postvisningsdisken fra valgt type besøkende.

source: Enter the post views icon class. Any of the <a href="%s" target="_blank">Dashicons</a> classes are available.
nb_no: Velg innleggsteller ikon klasse. Alle<a href="%s" target="_blank">Dashikon</a> klassene er tilgjengelig.

source: Choose how to display the post views counter.
nb_no: Velg hvordan vise telleren.

source: Enable to delete all plugin data on deactivation.
nb_no: Aktiver for å slette alle plugin-data ved deaktivering.

source: Enable to restrict post views editing to admins only.
nb_no: Gjør det mulig å begrense redigering av visningsvisninger bare til administratorer.

source: Import post views data from WP-PostViews plugin.
nb_no: Importer innleggsvisninger fra WP-PostViews-plugin.

source: Enter the IP addresses to be excluded from post views count.
nb_no: Angi IP-adressene som skal ekskluderes fra teller.

source: Add my current IP
nb_no: Legg til min nåværende IP

source: Add new
nb_no: Legg til ny

source: Remove
nb_no: Fjern

source: Enter the time between single user visit count.
nb_no: Angi klokkeslettet mellom enkeltbrukers besøkstelling.

source: Enable to display post views count column for each of the selected post types.
nb_no: Aktiver for å vise kolonnen for innleggsvisning, for hver av de valgte posttyper.

source: Select post types for which the views count will be displayed.
nb_no: Velg posttyper som visningstallet vil vises på.

source: Select post types for which post views will be counted.
nb_no: Velg posttyper for hvilke innleggstvisninger som skal telles.

source: Enter the label for the post views counter field.
nb_no: Skriv inn etiketten for tellerfeltet for visningstider.

source: Icon Class
nb_no: Ikon klasse

source: Display Style
nb_no: Visningsstil

source: Position
nb_no: Posisjon

source: Post Views Label
nb_no: Visningsetikett

source: Deactivation
nb_no: Deaktivering

source: Exclude IPs
nb_no: Ekskluder IPer

source: Exclude Visitors
nb_no: Ekskluder besøkende

source: Flush Object Cache Interval
nb_no: Flush Object Cache intervall

source: Reset Data Interval
nb_no: Tilbakestill data intervall

source: Restrict Edit
nb_no: Begrens redigering

source: Post Views Column
nb_no: Postvisninger kolonne

source: Counter Mode
nb_no: Tellermodus

source: Post Types Count
nb_no: Innholdstype teller

source: Reset to defaults
nb_no: Tilbakestill til standard

source: Do you like this plugin?
nb_no: Liker du denne modulen?

source: Need support?
nb_no: Behov for hjelp?

source: Display
nb_no: Visning

source: General
nb_no: Generelt

source: label
nb_no: etikett

source: icon
nb_no: ikon

source: manual
nb_no: manuell

source: after the content
nb_no: etter innholdet

source: before the content
nb_no: foran innholdet

source: selected user roles
nb_no: velg brukerroller

source: guests
nb_no: gjester

source: logged in users
nb_no: innloggede brukere

source: robots
nb_no: roboter

source: years
nb_no: år

source: months
nb_no: måneder

source: weeks
nb_no: uker

source: days
nb_no: dager

source: hours
nb_no: timer

source: minutes
nb_no: minutter

source: No Posts
nb_no: Ingen innlegg

source: Post Views Counter cache flush interval
nb_no: Post Views Counter cache flush intervall

source: Post Views Counter reset daily counts interval
nb_no: Post Views Counter tilbakestille daglig tellerintervall

source: Cancel
nb_no: Kanseller

source: Adjust the views count for this post.
nb_no: Juster visningstellingen for dette innlegget.

source: Edit
nb_no: Rediger

source: Post Views
nb_no: Visninger
