Repository: Tarakan07/web-focus
Catalog: languages/plugins/reading-time-wp-*.po
Languages: de_de, es_es, fr_fr, nl_nl, zh_tw

source: The shortcode shows the reading time for the current page/post by default. To show the reading time for another one, use the optional "post_id" attribute. For example - to show the reading time for post ID 123: <code>[rt_reading_time post_id="123"]</code>.
de_de: Der Shortcode zeigt standardmäßig die Lesedauer für die/den aktuelle/n Seite/Beitrag an. Um die Lesedauer für einen andere/n andere/n anzuzeigen, benutze das optionale Attribut „post_id“. Zum Beispiel, um die Lesedauer für Beitrags-ID 123 anzuzeigen: <code>[rt_reading_time post_id="123"]</code>.
es_es: El shortcode muestra por defecto el tiempo de lectura de la entrada/página actual. Para mostrar el tiempo de lectura de otra, utiliza el atributo opcional «post_id». Por ejemplo -para mostrar el tiempo de lectura de la entrada con el ID 123: <code>[rt_reading_time post_id="123"]</code>.
fr_fr: Le code court affiche par défaut le temps de lecture pour la page/l’article en cours. Pour afficher le temps de lecture d’une autre publication, utilisez l’attribut facultatif « post_id ». Par exemple, pour afficher le temps de lecture pour la publication 123 : <code>[rt_reading_time post_id="123"]</code>.
nl_nl: De shortcode toont standaard de leestijd van de huidige pagina/bericht. Om de leestijd voor een andere te tonen, gebruik je het optionele "post_id" attribuut. Bijvoorbeeld - om de leestijd voor bericht ID 123 te tonen: <code>[rt_reading_time post_id="123"]</code>.
zh_tw: 短代碼預設會顯示目前頁面/文章的閱讀時間。如需顯示其他內容的閱讀時間，請使用 <code>post_id</code> 屬性。舉例來說，要顯示文章 ID 為 123 的文章閱讀時間，短代碼為 <code>[rt_reading_time post_id="123"]</code>。

source: Display on
de_de: Anzeigen auf
es_es: Mostrar en
fr_fr: Afficher sur
nl_nl: Weergeven bij
zh_tw: 內容類型:

source: Want to insert the reading time into your theme? Use <code>do_shortcode('[rt_reading_time]')</code>.
de_de: Du willst die Lesedauer in dein Theme einbinden? Benutze <code>do_shortcode('[rt_reading_time]')</code>.
es_es: ¿Quieres insertar el tiempo de lectura en tu tema? Utiliza <code>do_shortcode('[rt_reading_time]')</code>.
fr_fr: Vous voulez insérer le temps de lecture dans votre thème ? Utilisez <code>do_shortcode('[rt_reading_time]')</code>.
nl_nl: Wil je de leestijd in jouw thema invoegen? Gebruik <code>do_shortcode('[rt_reading_time]')</code>.
zh_tw: 想在目前使用的佈景主題中插入閱讀時間，請使用 <code>do_shortcode('[rt_reading_time]')</code>。

source: Or simply use <code>[rt_reading_time]</code> to return the number with no labels.
de_de: Oder benutze einfach <code>[rt_reading_time]</code>, um die Nummer ohne Beschriftung anzuzeigen.
es_es: O simplemente utiliza <code>[rt_reading_time]</code> para mostrar el número sin etiquetas.
fr_fr: Ou utilisez simplement <code>[rt_reading_time]</code> pour renvoyer le nombre, sans aucun libellé.
nl_nl: Of gebruik gewoon <code>[rt_reading_time]</code> om het nummer zonder labels terug te sturen.
zh_tw: 或使用 <code>[rt_reading_time]</code> 以傳回沒有標籤的數值。

source: Shortcode: <code>[rt_reading_time label="Reading Time:" postfix="minutes" postfix_singular="minute"]</code>
de_de: Shortcode: <code>[rt_reading_time label="Lesedauer:" postfix="Minuten" postfix_singular="minute"]</code>
es_es: Shortcode: <code>[rt_reading_time label="Tiempo de lectura:" postfix="minutos" postfix_singular="minuto"]</code>
fr_fr: Code court : <code>[rt_reading_time label="Temps de lecture :" postfix="minutes" postfix_singular="minute"]</code>
zh_tw: 短代碼: <code>[rt_reading_time label="閱讀時間:" postfix="分鐘" postfix_singular="分鐘"]</code>

source: Update Options
de_de: Optionen aktualisieren
es_es: Actualizar las opciones
fr_fr: Mettre à jour les options
nl_nl: Update opties
zh_tw: 儲存設定

source: Select Post Types to Display Reading Time On
de_de: Wähle die Inhaltstypen aus, bei denen die Lesedauer angezeigt werden soll
es_es: Selecciona los tipos de contenido en los que se mostrará el tiempo de lectura
fr_fr: Sélectionnez les types de publications sur lesquels afficher le temps de lecture
nl_nl: Selecteer berichttypes om de leestijd weer te geven
zh_tw: 選取要顯示閱讀時間的內容類型:

source: Include shortcodes in the reading time:
de_de: Shortcodes in der Lesedauer beachten:
es_es: Incluir los shortcodes en el tiempo de lectura:
fr_fr: Inclure les codes cours dans le temps de lecture :
nl_nl: Neem shortcodes op in de leestijd:
zh_tw: 在閱讀時間中包含短代碼:

source: Exclude images from the reading time:
de_de: Bilder bei der Lesedauer ignorieren:
es_es: Excluir las imágenes del tiempo de lectura:
fr_fr: Exclure les images du temps de lecture :
nl_nl: Sluit afbeeldingen uit van de leestijd:
zh_tw: 在閱讀時間中排除圖片:

source: Insert Reading Time before excerpt:
de_de: Lesedauer vor dem Textauszug anzeigen:
es_es: Insertar el tiempo de lectura antes del extracto:
fr_fr: Insérer le temps de lecture avant l’extrait :
nl_nl: Voeg leestijd voor samenvatting in:
zh_tw: 在內容摘要前方插入閱讀時間:

source: Insert Reading Time before content:
de_de: Lesedauer vor dem Inhalt anzeigen:
es_es: Insertar el tiempo de lectura antes del contenido:
fr_fr: Insérer le temps de lecture avant le contenu :
nl_nl: Voeg leestijd voor inhoud in:
zh_tw: 在內容前方插入閱讀時間:

source: (defaults to 300, the average reading speed for adults)
de_de: (standardmäßig auf 300, die durchschnittliche Lesegeschwindigkeit für Erwachsene)
es_es: (por defecto es 300, el promedio de velocidad de lectura en adultos)
fr_fr: (300 par défaut, la vitesse moyenne de lecture pour adultes)
nl_nl: (standaard 300, de gemiddelde leessnelheid voor volwassenen)
zh_tw: (預設值為 300 個字，成年人的平均閱讀速度)

source: Words per minute:
de_de: Wörter pro Minute:
es_es: Palabras por minuto:
fr_fr: Mots par minute :
nl_nl: Woorden per minuut:
zh_tw: 每分鐘閱讀字數:

source: This value appears after the reading time, when lecture time is 1 minute.
de_de: Dieser Wert erscheint nach der Lesedauer, wenn die Vorlesungszeit 1 Minute ist.
es_es: Este valor aparece antes del tiempo de lectura, cuando el tiempo de lectura es de 1 minuto.
fr_fr: Cette valeur s’affiche après le temps de lecture, quand le temps de lecture est de 1 minute.
nl_nl: Deze waarde verschijnt na de leestijd, wanneer de spreektijd 1 minuut is.
zh_tw: 這個標籤值會顯示於閱讀時間值後方 (閱讀時間為 1 分鐘時顯示)。

source: Reading time postfix singular:
de_de: Lesedauer-Suffix Einzahl:
es_es: Postfix singular del tiempo de lectura:
fr_fr: Suffixe du temps de lecture au singulier :
nl_nl: Leestijd achtervoegsel enkelvoudig:
zh_tw: 閱讀時間後置詞 (單數):

source: This value appears after the reading time. Leave blank for none.
de_de: Dieser Wert erscheint nach der Lesedauer. Leer lassen, um keines anzuzeigen.
es_es: Este valor aparece después del tiempo de lectura. Déjalo en blanco para que no se muestre.
fr_fr: Cette valeur s’affiche après le temps de lecture. Laissez vide si nul.
nl_nl: Deze waarde verschijnt na de leestijd. Laat leeg voor geen waarde.
zh_tw: 這個標籤值會顯示於閱讀時間值後方。留空代表不顯示。

source: Reading time postfix:
de_de: Lesedauer-Suffix:
es_es: Postifx del tiempo de lectura:
fr_fr: Suffixe du temps de lecture :
nl_nl: Leestijd achtervoegsel:
zh_tw: 閱讀時間後置詞:

source: This value appears before the reading time. Leave blank for none.
de_de: Dieser Wert erscheint vor der Lesedauer. Leer lassen, um keines anzuzeigen.
es_es: Este valor aparece antes del tiempo de lectura. Déjalo en blanco para que no se muestre.
fr_fr: Cette valeur s’affiche avant le temps de lecture. Laissez blanc si nul.
nl_nl: Deze waarde verschijnt voor de leestijd. Laat leeg voor geen waarde.
zh_tw: 這個標籤值會顯示於閱讀時間值前方。留空代表不顯示。

source: Reading time label:
de_de: Lesedauer-Beschriftung:
es_es: Etiqueta del tiempo de lectura:
fr_fr: Libellé du temps de lecture :
nl_nl: Leestijd label:
zh_tw: 閱讀時間標籤:

source: Reading Time Settings
de_de: Lesedauereinstellungen
es_es: Ajustes del tiempo de lectura
fr_fr: Réglages du temps de lecture
nl_nl: Leestijd instellingen
zh_tw: 閱讀時間設定

source: Options saved.
de_de: Einstellungen gespeichert.
es_es: Opciones guardadas.
fr_fr: Options enregistrées.
nl_nl: Opties opgeslagen.
zh_tw: 設定已儲存。

source: Reading Time WP Settings
de_de: Reading-Time-WP-Einstellungen
es_es: Ajustes de Reading Time WP
fr_fr: Réglages de Reading Time WP
nl_nl: Reading Time WP instellingen
zh_tw: Reading Time WP 設定

source: minute
es_es: minuto
nl_nl: minuut
zh_tw: 分鐘

source: minutes
de_de: Minuten
es_es: minutos
nl_nl: minuten
zh_tw: 分鐘

source: Reading Time:
de_de: Lesedauer
es_es: Tiempo de lectura:
fr_fr: Temps de lecture :
nl_nl: Leestijd:
zh_tw: 閱讀時間:

source: Add an estimated reading time to your posts.
de_de: Füge die voraussichtliche Lesedauer zu deinen Beiträgen hinzu.
nl_nl: Voeg een geschatte leestijd toe aan je berichten.
zh_tw: 在網站文章中顯示預估閱讀時間。
