{"translation-revision-date":"2023-10-05 12:37:37+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Maps":["Kaarten"],"and many other premium SEO features":["en vele andere premium SEO functies"],"Set different Primary Focus Keyword":["Stel verschillende primaire focus keywords in"],"Improve the SEO workflow":["De SEO workflow verbeteren"],"Upgrade to re-order Focus Keywords":["Upgrade om focus keywords opnieuw te bestellen"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Je kunt aangepaste thumbnail overlays toevoegen met {{link}}Rank Math pro{{\/link}}."],"This option prevents images on a page from being indexed by Google and other search engines":["Deze optie voorkomt dat afbeeldingen op een pagina worden geïndexeerd door Google en andere zoekmachines"],"Preview Snippet Editor":["Voorbeeld samenvatting editor"],"See data from a particular Country or timeframe":["Gegevens van een bepaald land of tijdsbestek bekijken"],"Analyze search trends and compare keywords":["Analyseer zoektrends en vergelijk keywords"],"Data fetched directly from Google":["Gegevens rechtstreeks opgehaald van Google"],"Track Keyword Trends":["Keyword trends volgen"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Wil je meer? {{link}}{{strong}}Upgrade vandaag nog naar de PRO{{\/strong}}{{\/link}} versie."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Activeer je account door te {{link}}verbinden met Rank Math!{{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Lees hier om {{link}}Score 100\/100{{\/link}} "],"Google Trends":["Google Trends"],"Replace Image":["Afbeelding vervangen"],"Trends":["Trends"],"Editing Homepage permalink is not possible.":["Het bewerken van de permalink van de homepage is niet mogelijk."],"Rating: ":["Waardering: "],"Show SEO Score on Front-end":["Toon SEO score op front-end"],"Preview & Edit Social Media":["Bekijk en bewerk sociale media"],"Click on the button below to view and edit the preview.":["Klik op de onderstaande knop om het voorbeeld te bekijken en te bewerken."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Hier kun je de thumbnail, titel en beschrijving bekijken en bewerken die wordt weergegeven wanneer je site wordt gedeeld op sociale media."],"Social Media Preview":["Social media voorbeeld"],"Specify a maximum size of image preview to be shown for images on this page":["Specificeer een maximale grootte van het afbeeldingsvoorbeeld dat moet worden weergegeven voor afbeeldingen op deze pagina"],"Specify a maximum duration in seconds of an animated video preview":["Geef een maximale duur in seconden op van een geanimeerd videovoorbeeld"],"Specify a maximum text-length, in characters, of a snippet for your page":["Specificeer een maximale tekstlengte, in karakters, van een snippet voor je pagina"],"The canonical URL informs search crawlers which page is the main page if you have double content":["De canonieke URL informeert zoek crawlers welke pagina de hoofdpagina is als je dubbele inhoud hebt"],"Instructs search engines to index and show these pages in the search results":["Geeft zoekmachines de instructie om deze pagina's te indexeren en tonen in zoekresultaten"],"Close":["Sluit"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["We hebben gemerkt dat je Rank Math SEO plugin nu al meer dan een week gebruikt -{{em}}dat is geweldig!{{\/em}} Zou je ons een GROOT plezier kunnen doen en het een 5-sterren waardering geven op WordPress om ons te helpen het woord te verspreiden en onze motivatie op te krikken?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["De App Card is een geweldige manier om mobiele applicaties op Twitter weer te geven en installaties te stimuleren. Meer informatie: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Videoclips en audio streams hebben dankzij de Player Card een speciale plaats op het Twitter platform. Spelerskaarten moeten ter goedkeuring worden ingediend voordat ze kunnen worden gebruikt. Meer informatie: "],"Card Type":["Kaarttype"],"The card for your website will look little something like this!":["De kaart voor je site zal er ongeveer zo uitzien!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Je app ID in de Google Play (m.a.w. com.android.app)"],"Your app's custom URL scheme (must include :\/\/).":["Het aangepaste URL schema van je app (moet :\/\/ bevatten)."],"Read more":["Lees verder"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Pas de titel, beschrijving en afbeeldingen aan die zullen worden gebruikt als je bericht wordt gedeeld op Facebook en Twitter."],"Permalink":["Permalink"],"Search &hellip;":["Zoek &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Ongeveer 43.700.000 resultaten (0,32 seconden) "],"Videos":["Video's"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Voeg keywords toe waarmee je hoger wil scoren in de zoekresultaten. Probeer {{link}}100\/100 punten te behalen{{\/link}} om meer kans te maken op een hogere positie."],"All Good":["Alles in orde"],"Nofollow":["Nofollow"],"2 hrs":["2 uur"],"Standard":["Standaard"],"Large":["Groot"],"Max Image Preview":["Max afbeelding voorbeelden"],"Max Video Preview":["Max Video voorbeelden"],"Max Snippet":["Max Snippet"],"Advanced Robots Meta":["Geavanceerde robots Meta"],"Tools":["Tools"],"I already did. Please don't show this message again.":["Dat heb ik al gedaan. Toon dit bericht niet opnieuw."],"Rate Rank Math SEO":["Waardeer Rank Math SEO"],"Index":["index"],"Example: Rank Math SEO":["Voorbeeld: Rank Math SEO"],"Remove Image":["Afbeelding verwijderen"],"Errors":["Fouten"],"News":["Nieuws"],"All":["Alle"],"Redirection Type":["Type omleiding"],"Destination URL":["Bestemmings URL"],"Redirect":["Omleiden"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Als je applicatie niet beschikbaar is in de Amerikaanse App Store, moet je deze waarde instellen op de landcode van twee letters voor de App Store waarin je applicatie beschikbaar is."],"App Country":["App land"],"Google Play App URL":["Google Play app ID"],"Google Play App ID":["Google Play app ID"],"Google Play App Name":["Google Play App naam"],"iPad App URL":["iPad App URL"],"iPad App ID":["iPad App ID"],"iPad App Name":["iPad App naam"],"iPhone App URL":["iPhone app URL"],"The numeric representation of your app ID in the App Store.":["De numerieke weergave van je app ID in de app store."],"iPhone App ID":["iPhone app ID"],"The name of your app to show.":["De naam van je app om te laten zien."],"iPhone App Name":["iPhone App naam"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Je kunt dit gebruiken als een beknoptere beschrijving dan wat je in de app store hebt staan. Dit veld heeft maximaal 200 tekens. (optioneel)"],"App Description":["App beschrijving"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["De MIME type\/subtype combinatie die de inhoud van twitter:player:stream beschrijft. Heeft de vorm gespecificeerd in RFC 6381. De momenteel ondersteunde inhoud_type waarden zijn die welke zijn gedefinieerd in RFC 4337 (MIME type registration for MP4)."],"Stream Content Type":["Stream contenttype"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["Optionele URL naar ruwe stream die direct in de mobiele applicaties van Twitter zal worden weergegeven. Als verstrekt, moet de stream worden geleverd in de MPEG 4 container format (de .mp4 extensie). De container kan een mix van audio en video opslaan met de volgende codecs: Video: H.264, Baseline Profile (BP), Level 3.0, tot 640 x 480 bij 30 fps. Audio: AAC, Low Complexity Profile (LC)."],"Stream URL":["Stream URL"],"iFrame width and height, specified in pixels in the following format: 600x400.":["iFrame breedte en hoogte, gespecificeerd in pixels in de volgende format: 600x400."],"Player Size":["Afmetingen van de player"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["HTTPS URL naar iFrame speler. Dit moet een HTTPS URL zijn die geen waarschuwingen voor actieve gemengde inhoud in een internetbrowser genereert. De audio- of videospeler mag geen plugins zoals Adobe Flash vereisen."],"Player URL":["Speler URL"],"Player Card":["Speler kaart"],"App Card":["App kaart"],"Summary Card":["Samenvatting kaart"],"Summary Card with Large Image":["Samenvatting kaart met grote afbeelding"],"Use Data from Facebook Tab":["Gebruik gegevens van Facebook tab"],"Icon overlay":["Pictogram overlay"],"Add icon overlay to thumbnail":["Pictogram overlay toevoegen aan thumbnail"],"Image is smaller than the minimum size, please select a different image.":["Afbeelding is kleiner dan de minimumgrootte, selecteer een andere afbeelding."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Upload minstens een afbeelding van 600x315px. Aanbevolen grootte is 1200x630px."],"Add Image":["Afbeelding toevoegen"],"2h":["2u"],"Twitter":["Twitter"],"Facebook":["Facebook"],"This post is Pillar Content":["Deze bericht is Pillar inhoud"],"This is what will appear as the description when this post shows up in the search results.":["Dit is wat zal verschijnen als beschrijving wanneer dit bericht verschijnt in de zoekresultaten."],"This is the unique URL of this page, displayed below the post title in the search results.":["Dit is de unieke URL van deze pagina, weergegeven onder de berichttitel in de zoekresultaten."],"This is what will appear in the first line when this post shows up in the search results.":["Dit is wat in de eerste regel zal verschijnen wanneer dit bericht verschijnt in de zoekresultaten."],"Breadcrumb Title to use for this post":["Kruimelpad titel om te gebruiken voor dit bericht"],"Breadcrumb Title":["Kruimelpad titel"],"Canonical URL":["Canonical URL"],"Robots Meta":["Robots meta"],"451 Content Unavailable for Legal Reasons":["451 toegang tot inhoud geweigerd vanwege juridische redenen"],"410 Content Deleted":["410 inhoud verwijderd"],"307 Temporary Redirect":["307 tijdelijke omleiding"],"302 Temporary Move":["302 tijdelijke verhuizing"],"301 Permanent Move":["301 permanent verplaatst"],"Prevents a snippet from being shown in the search results":["Voorkomt dat een snippet wordt getoond in de zoekresultaten"],"No Snippet":["Geen snippet"],"No Image Index":["Geen afbeeldingen indexeren"],"Prevents search engines from showing Cached links for pages":["Voorkomt dat zoekmachines cached links tonen voor pagina's"],"No Archive":["Geen archief"],"Prevents search engines from following links on the pages":["Voorkomt dat zoekmachines links volgen op de pagina's"],"Prevents pages from being indexed and displayed in search engine result pages":["Voorkomt dat pagina's worden geïndexeerd en weergegeven op pagina's met zoekmachine resultaten"],"No Index":["Geen index"],"Images":["Afbeeldingen"],"Focus Keyword":["Focus keyword"],"Settings":["Instellingen"],"More":["Meer"],"Edit Snippet":["Fragment bewerken"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Deze pagina zal niet verschijnen in de zoekresultaten. Je kunt noindex uitschakelen in de tab geavanceerd."],"Noindex robots meta is enabled":["Noindex robots meta is ingeschakeld"],"Mobile Preview":["Voorbeeld op mobiel"],"Desktop Preview":["Voorbeeld op desktop"],"Preview":["Voorbeeld"],"Content Readability":["Leesbaarheid inhoud"],"Title Readability":["Leesbaarheid titel"],"Additional":["Extra"],"Basic SEO":["Basis SEO"],"Title":["Titel"],"Social":["sociaal"],"Advanced":["Geavanceerd"],"General":["Algemeen"],"Description":["Beschrijving"],"None":["Geen"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}