Repository: Tarakan07/web-focus
Catalog: languages/plugins/simple-sitemap-*.po
Languages: sv_se

source: Welcome to
sv_se: Välkommen till

source: New Features
sv_se: Nya funktioner

source: Duplicate
sv_se: Duplicera

source: Displays a list of taxonomy terms for any registered taxonomy (e.g. categories).
sv_se: Visar en lista över taxonomitermer för alla registrerade taxonomier (t.ex. kategorier).

source: Displays a list of posts grouped by category, OR tags.
sv_se: Visar en lista över inlägg grupperade efter kategori ELLER etiketter.

source: #%d (no title)
sv_se: #%d (ingen rubrik)

source: Displays a sitemap based on a nav menu.
sv_se: Visar en webbplatskarta baserad på en navigeringsmeny.

source: Get Started
sv_se: Kom igång

source: Displays a list of child pages for a specific parent page.
sv_se: Visar en lista med underordnade sidor för en specifik överordnad sida.

source: Displays a list of posts for one or more post types.
sv_se: Visar en lista över inlägg för en eller flera inläggstyper.

source: HTML sitemap to display content as a single linked list of posts, pages, or custom post types. You can even display posts in groups sorted by taxonomy!
sv_se: HTML-webbplatskarta för att visa innehåll som en enda länkad lista över inlägg, sidor eller anpassade inläggstyper. Du kan till och med visa inlägg i grupper sorterade efter taxonomi!

source: Simple Sitemap Settings Page
sv_se: Inställningssida för Simple Sitemap
