<section class="section-std reviews section-std-top-0">
  <div class="container">
    <div class=" wow arrow-fall-down">
      <div class="arrow-fall"></div>
      <div class="arrow-fall"></div>
      <div class="arrow-fall"></div>
      <div class="arrow-fall"></div>
    </div>
    <h4 class="wow section-subtitle">впечатления</h4>
    <div class="title-wrp">
      <h2 class="wow section-title">Отзывы клиентов</h2>
      <a class="title-link reviews-link" href="/otzyvy/">Все отзывы</a>
    </div>
    <p class="wow section-p">
      Непременно ознакомьтесь с тем, что пишут о нашей компании клиенты. Мнение тех, кто платит свои деньги, стоит
      дорого! Рады, что выбрали верный вектор развития. Работали и с директорами заводов, и с ИП. Найдем
      продуктивный язык и с читателем.
    </p>

    <div class="reviews-slider-wrp">
      <div class="reviews-slider">
        <div class="reviews-card swiping">
          <h3>О.Д. Тетерина</h3>
          <p>Говорим спасибо, настоящим специалистам Web Focus, которые восстановили работу по контекстной рекламе.
            Как никогда, оперативность и ответственность в подходе дала столь быстрые результаты – работа с
            продвижением возобновлена, сайту оказывают полную техническую поддержку, поток входящих клиентов
            остается
            на уровне, несмотря на короткие сроки сотрудничества. Ценовая политика и уровень обслуживания
            соответствуют заявленному уровню компании. Говорим спасибо, настоящим специалистам Web Focus, которые восстановили работу по контекстной рекламе.
            Как никогда, оперативность и ответственность в подходе дала столь быстрые результаты – работа с
            продвижением возобновлена, сайту оказывают полную техническую поддержку, поток входящих клиентов
            остается
            на уровне, несмотря на короткие сроки сотрудничества. Ценовая политика и уровень обслуживания
            соответствуют заявленному уровню компании. Это мой...
          </p>
          <span class="reviews-read-more">01.02.2021</span>
        </div>
        <div class="reviews-card swiping">
          <h3>С. А. Зазерская</h3>
          <p>Выражаю признательность компании «Веб Фокус» за плодотворное сотрудничество при создании совершенно
            новой стратегии продвижения. Наши опасения не только в снижении позиций сайта, но и количестве входящий
            обращений оказались напрасными. Молодые и креативные сотрудники новый подход в продвижении наших услуг,
            и не остановились на продвижении с помощью контекстной рекламы и SEO, предложив использовать наружную
            рекламу...
          </p>
          <span class="reviews-read-more">12.06.2020</span>
        </div>
        <div class="reviews-card swiping">
          <h3>“АЛК++Компании”</h3>
          <p>«АЛК++Компани» выражает благодарность, принимавшей участие в разработке нашего сайта. Отдельно стоит
            отметить помощь программиста Владимира, за творческий подход к решению нетривиальных задач и строгое
            соблюдение сроков проекта. Он смог разработать новый модуль, который позволяет удобно производить поиск
            необходимых планировок квартир для наших покупателей. Мы готовы рекомендовать Web Focus...
          </p>
          <span class="reviews-read-more">25.02.2021</span>
        </div>
        <div class="reviews-card swiping">
          <h3>Н.Е. Кривонос</h3>
          <p>Рекомендуем компанию «Веб Фокус» как компетентного, надежного и отзывчивого делового партнера и
            надеемся на дальнейшее сотрудничество.Техническое обслуживание и рекламу доверили «Веб Фокус»!
            Профессионализм, точное выполнение договорных обязательств и адекватная стоимость. Дня нас предложили
            индивидуальную стратегию продвижения нашего сайта. В частности, составили семантическое ядро, настроили
            расширенные....
          </p>
          <span class="reviews-read-more">01.03.2021</span>
        </div>
        
      </div>
      <div class="reviews-slider-nav">
        <span class="reviews-slider-prev-btn"></span>
        <div class="reviews-slider-dots-wrp slider-dots-wrp"></div>
        <span class="reviews-slider-next-btn"></span>
      </div>

    </div>
  </div>
</section>

